{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ],
        [
          "input_2",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              8,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              2
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              3,
              2
            ],
            "strides": [
              3,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              2
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              1
            ],
            "strides": [
              2,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              2
            ],
            "name": "conv2d_3",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_3"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              2
            ],
            "dtype": "float32",
            "name": "input_2",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ],
              [
                "input_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "model_1",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.5"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "c4357fc1bf93886e866eb00d1b7586689351364f5e0a22c014682e790790cfa0",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      64,
      8,
      1
    ],
    [
      1,
      1,
      1,
      1,
      2
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "output_shapes": [
    [
      1,
      1,
      1,
      1,
      1
    ]
  ],
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            64,
            8,
            1
          ],
          "values": [
            "1IsgP17Cir/f6KW9AE2tv3/Vtb4Mk50+1E9Uv3T/0b73ypi/WRasvUwaK775Kl4/cx5aP42acr3StLU/9j3SPy9T876esU0/MzOiP+vnWL6aIWC/I6YOP+RkfT93SSS/Pd+Xv8hcaz8aK6A/nGdSP/MSIr2jS6m/TMjKPmE4SUCabT4/HReRv57qAMAYlAPAw6asvyenib+igqI/rga9PaAkID/SCWO/CnI5P8rkpD5z3qq+Ib65P65+E8AQXUS/C1WKv17a1L+UHm2/CXGSvtNj+76EPcQ//Hupv4qaF79XR5I/JRFavzYpHD54CVu/rDECvyDWYD+MFnE+1BbYvy3QGUBav8M86InZP4F3ob/OPva+oPCIP6yg0b9NRIe9WGngvjXC4r4wqqq9uJgcwDhutz41xoI/U6a6P2WOlj4VKzy/t/SkPz40Dj9hYx2/SC23vBExk7+B+oO/a3ofv4vkCr9AmIu+KGszPoJk9L6qHUDA9HuIPjX3WT9rHKS+O6RFP53F8T5zmWK+laUAP+EAKL/yF2s/cS10PzBVo7+u1wNAMhhEPkYkDEBUEBJArGCgvv6/Q79vkum+yp9KP3RfS8DNegPAsmMJP7pc2D/hMbs+JgG/v36Yiz0dG8o/R4SLPwPxxj6femI/FTEKv8w0XD8GyG8/K78sPzuI2b5HgEe/2abmPq15SL9iA9Y+BbGSvzYRnz7V6ry/vZxvP6TYDL6R4uk+AWNWv3nXIL/0Sys/0fxnvuCbpj6MAFLASusrvUteLT4zauI/M7mkP9Pwgz4qxl0/m/+OP9NKw79/jfY+C1yhvkV+pz8gfU4/iUKVP+t8TL/SQIe/p4ogP5R2Uj/+8eK9eAewPzupCD/2XJ8/XPervjLX2b6ZRwrAR5mmP5iPFD3SmPQ+7UXBPSxeGr9MlcU/4GZCPzh9AD8Q+00/hnLQvXlOar/AdBK/OVeOPz5sn755tq4+FiGKv9zUkr/uDRI/t018Pwxp0L49idu+a1cowPUTNr5fV56+",
            "mnlWPvuQc75UI1M8OSmQP8uhxj/FoSy+/maev41KDcBjLoM/1CbgP8b5gT9aLaO/+3APP/KklT4ynSI/HXaQviCTIz/2qGq/FTkjQIJIA79IWgE9qvNRvwUOcL6s2hu/QqMXvRc0CcBG0SnAYl+uPbK3/z+iD34+BoCtvVo1PL4WXNs+eDYJv4DSdT4jrTY+LXglPql7Xr7GBI6+9n4hP2j/W79LVxDAImHjveaFzD8q21y/MIVBPpQsDL+uBsi+NVWuPv67tj5P6Y2+56o3v2JYlr08UYC/Oun9vaCHIr9I0to/EqVkPjyaGz9FZaI+km5Dv7oqTr2qWKM/0BHDvqFqHT8rxqo9EYjtvAk2VD68OyQ/CMrQP9VOkL/R5B2/U+b2PkuGiT9cDYG+abPNvx/roT45K4g/AcNWvgG+xb+O88w+4p8PwAfVhb90fpy+n68gPy4Krr9J6EU+SIy7PNr3kb8zGZq/oiEvvzPAbb8LFu4/tNPNvokJGr+PtJ8/nKZLv5otH7/IvfE97QpZPghshz6/DB2+VfYjvxgMCj/G4LM/1BZ/P8y1br944BC/spu8v9CMMT+E8CI/RUdmv3henT7dY6C/FDeqPpeoUD66h/s92I12P5QIxr3Bgko+6B7sPhvCND6jvx2/wU06v2Se4j5ojOM/2xioviPhAj8V5pS+UgSWvrZz7742Ety/rNSsPwpHrb+tprk71mT2vsjAPr5yHgO/Yz++vx2A+76ZEBc/jHmZv/s2bL62mUq/rt3Ivg1ILL9RaQm/ccatPi0Ddz+Irfg91vXXP8dhvj+LhYU/NVU5P3rUtL72vSu/ksu1P6DsBL88sBK/jT9UPutatL/fWcG/YtP5Pstnrz+6Ggk/srbxvgy1PL+vUKS/rbXlv/zSAD/VPEI/O3/yvpBQwL9EH8E/aT10v2te4D7R2JO/Q7D8vrdsRkACuUk/q3iIPhPA3j6v70c/VDbSPzW4hD/rf7Y+wQCZPzHZez+ekcc/WksdP2JvRj1rgvS+",
            "2rBSPqG8jj5Ecge/ys/YvipfFL8/vjq/XwoBP/zhGD9YkN++LVhjv40NcT9y7z2+wrxkP5c72D+w/989W/cKwBgDhb4MjrA/U6V8v/Yulz+jCp++JeRhvzAUmL/D5aa+NVaBvV8YbT/PZY2/ZXBhPwZ9Pj87DY2+yOy3vrYFgL4xVAo/1MmUP+dy1T5WNxHAHmUMv43mF7927Mw/9HUwvrUBEb+i2MQ/c7gmP6m4IT3DI6K+UFumv8m77z8dcd2+JE2zP3ZHzb+JZZM/WyzGvwAh077dEglAHxERPgQ0MkARrN4/AhhpP8/Myz8xOE49PLUDvpF6Uj/CP1m/NMhOP/qk17+UApY+IF0OP3HNW7+OD4Q/JDTZP4l5gj9LQyQ/QAG6vmXI3T7J67a+TfiPvyszNT8y0ig/45eaP8NE2Tyjpxi/1LiovznVar+MPY+/8J2oP6VNG78VDHM/QRr2P2u+674aSDQ/fZMZP3Er8L8g074+wRISv2pJYz/pqxxA9USXv2Irmb84UtO+ona/v5Uhmb+tO2u+ADTrP6Dzcb+y//W9BFw/PSizDD+BOYC/IXrzvhum2D45gLs/FgCuPp+Z7b/75A+/c/bePurWED8z5cU+aXZwP+tND7/fJKM+xYjMP7BEXT5Cyqs/siV1P1Valj+uucC/NeOxPdjfBT8="
          ]
        },
        {
          "shape": [
            1,
            1,
            1,
            1,
            2
          ],
          "values": [
            "X5SOPVkYYb8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            1
          ],
          "values": [
            "AAAAAA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d_1": {
      "bias": [
        "rnp5O/I7sLwfFdg6H5p4vcKgDr3WOP63EDtBOwAAAADUES29BVkxvX4sqL1GCkw8DL5tvdiNJLwloZg92rI0PX0UKLwqV6c6Zj+Vuvm9Vr3AUds4ZgRTveOlAr1ALNS87OcrPRr1OLsBJ4+9qkJ+OlHruD26/Pq8FT0IvR73DTs="
      ],
      "weights": [
        "CkJGvem9Jz3GuAE+hNAEvouyDz20NtK9Rc0WPvZuLL6HOsa8koAsvpo+7DyS/AE+t2anPfYj1j3RWMS8x1TFvWrZxb2wOHO87tt2vf1IAT4Q1z2+7nASPFNPib24PSE+wjbyPORw1zxlT7q7XyINPinAOr3IkKM7R/vvvDv4LT7lf8w9whWaPeHlI70NeoQ9gOmRPIl0+bxq0YU8eg4yvWoXHr5LPUy+bxDuPcTmrjxnrRY+z5mIvRmkHry9Hyk95JCZvTDy9LwMnCK+2PgJPs9t6b1+iIU9MHwsvq1cAz6MPBC9YKeOu2UWBb4E40a9EKZ0vPitg73KfnG9hPRyvXN1tD2IhcU8AgX2vYfesb3AjMk9ySjBPTNSFD5JbNK9lxeaPYMKVj3K3Bu+4yzjPVsfAT1Csoc9gEKbvKYxgT2QrpO9NUnGvVarBz4w+gc+g3W7PAfR0bzmNvo95VSKPboNwb2jbEq+vG1DvrC6G7yM1dM9LqOcvVEOqz1xeQ4+wq3bPe+W4T3vAqU8/kEBPjlMIL7YxZ69gn4zvKnLiT252Z+9OkfqvXOGrj1Hv9S83WSbvY+CH75GlJi9BF4bPWuFC75jO7y9f5OzvRhVSrxqAKW6KQ4sPVf8J77KjnG9VG8xPkmQ071DbYG7fQHNvWCru72L5yK+YSwWvr6nvDqUxJs84TE8vQTHEj5tqbo9Nws4PIPC0rvXwj6+tu/3vXrgSD6FCHE7kQemPD2p0737fS693+QXvrgWGL7mYZM8eE09PQFuQb5/f7O9cB38vdtVED3+iTA+uGStvNaBwjxA15m80+n6PX34ULzKW/y696Q8PUdDkz0iHEa9nEK5Pcp3Y7wA0yE7FiegPWuvJL6dINK96lqdPQIlAz0YXyY9SoziPAsCpT0cnAC+8OLAPexykDwHCzQ90rnuOy1QqT3Kdma9YwN2PY52MD7Vrvu9Yq3/PXzIib0cJte9IS/GPVXRmrwcI7i9Z3MCPhWUSryU/DI+2g/FvVB5ebyEXoG9",
        "x3fOPTGTAT60Ksm9lk7MvGxa672fKHe+q3mSvBq+e77euQC+72E6vj2OOz0jLsc92TfqPZFaBD4vD/+9ZKXwvWKUGD7RZZE8pbzMvPGADb0tCs49vhKePbTC3z0Xt5i9TuLhPCNA6D0EFki+jdTKvYaker1Xrrm8YzxGvY4JGj6QV1y+4jISvuLP0DzEdym+orCvPVs3DL4NxhG+g7ZOPRRP7TtKzby9tofRPZEw4L0rVwQ8Hi3gvQUQBT6F56U9VjswPqrKob3KrJO9Nw6FPaWu4z0vy8K8WCzhPCobk7qOoTm95cvJPPd97717wau8O14WvgN3kD0+JCC9pKoBPg=="
      ]
    },
    "conv2d_2": {
      "bias": [
        "UhlZvPJOqzqnLjG8+jMyPDlpV7ycVrY7W5LuvFNkDb124yg944zvPBb5az2+ZqS8yh0LvWg6h7sKYb28XmcIPY1llzuqjFg8do99uw6yJrxj3Ac89t2juwIpJj12kcS8/4qSuzSGrrxX2sw7iLRyvMfz0ryAsim8cu2Au55PWDteHqk7LkCTOzzKWLoqIQs9G1fQvDXERz1LBGE9p6WcvOf7CL0ACVu8deO7vGO+jzvm3A09j1SNvPqb5bxlxBW7psUfO7NrHzy77hg9I5ykPFrq3Dxx9QU9p0fpPKI+Ubx1PQc8EvQDvXjmMryV2pc8cOmrPDX8jr0nKgu6t4UAvA=="
      ],
      "weights": [
        "0WOjvWpA6b2eHd68Ak8RvXKzq73ETxc8Fh7ZvTi1kjwga4W3+i7rvcBKE77V1gG+S1EJPe1ISzuJ2P29CsNtPaTpy70JoTg9ulWJvVXE4r0ioFy9Svesvd3byDy4Qa68//BKvYTy6bxoogY9pFgQvq+ev72+zTW+91HhvYyCAb6uPNI8PbfBvH6xijzPLWY9IL2BPRll1b1bypc9YReRvce5kL2bT7g93loAO62wp7z/toQ9vCyyuz6MXzwUzOO9vRxSvWn9br1w+Ge9h6axvB+nsD1BNMo9AHOevDuCxT1qgwK+i3uPvMMDbLxoWwa9AS8zvAv38ryfClQ9wJ6NPT06zLyMCco8EkQpvbhJrT1r4Am+pbOcPRnOlbsX+KM99bcHPEoZSL3oh1W8wUZYPWH+X709kYW9rJxUviyUHr4M6cO8L1iOvchvqT0UBoS9I1mPPelhBz0+cte96Ay+vRh0J74exWA9C0tkvWxW47wZXnC+/d6fvI5zir1eY6S9KM8VvSCu0z2+KdE713PyvOWwkL2kX3899Z+DPa25ob2UkJm8QfCSvEt1uD2gPBI+MqqovMeEb70K/N48xc+7vZcP1j0rKgu9vFvePVn+mTvzQGW9wMu6PWQVhz1KiNo7rZmaPWD1vj1KU+o9gqCePXu8Tb1b/MW8LN0rvZYagz2bgDm8FRZFvRFGsDy1GkU9g1XqPEry8D2KK7o9WEfqPMGp+DwuLIO7wskIvZIHlD3Xrw69Q8IQvW9cSL7m9sa9jjAYPRkfvr1jQW89N5dKPVI2FT4CJ848YAKSPUUj+zzGv8y9Fye+Pe0V1Dz054o94GBAvq4o3zw8eQ66k8zrPPhn/zzVK9S91LUhvUghv7oQXBG98MF+PUtMYL1/R6i9NBTDvLAGDr3EE1E9LadjPdb9zTyjdDK9NJDLvZATPz060MU7bK5pvcwCvztHmaC9yeBwPSsJG73IjFI9Za/LPTvNqr0Yeac7tHtZvecLJz23B3i9mFrrPXGi/zxSvjy9",
        "3krKPWuYnT2UcoU9oVuXvJZUTD1xbZM8XEgJvejH0zyIUsK8W0uPO0tjPr3bpvK9OrYdPSDwe73KkUW+XEsxvgxz5TqjjIo915NxvfUGnz3ZN/29venRPFkRez1YoRy8urU5vf1VfTzUkxK9kbmNPO6Sf77fML29X5uSO/TWPT3dGB29zMyKPRDuFLwYmJY8DhIBPrB7ZjzFYPC8QCqIvIZxtT28gbU81nl9PGuEQD0Tb009ZSfhOsRAi73T+hA9RzUBPaTzmz0DHf48vieeu90lqL2Qgdy9gcnBPYqv6jy3GQy9l/EgPhFeCz2PPkc7GKwjvdy5LT1a76s99/itPdFwIL7BviC8vRiqvSc2J72OvUe97D1yvvHkYb3IhZO81OUZvhk7Eb5lYDC9g79ovOTar73OhpW9s/Souz9/6z0CPnm8eJAlvt4FQ74onFy9j0CJvbOVXr1mjhe83IuIvelN7D01Pxm+o9jpO+t9p72R8wI+TrY+vvu7qb2Kfg27EAKcPYV1eLzslpi8T7c5vGieAr6/7vs70p71PcRon7017Me9d3S9vR5DSb1FPAO+0TbDvWMHyb1ykgo9t/fPvc2ikrwXDDK9DymIvXW1ar0Ut969N4zWPKbI+70/iUY9y9DqvdtRdD2T9P67BvaGvGINf72ggaA7cY35vU0KoD0I2jK9XOfTO6mWyj0zhxe9nCymO6aShb2WT2071Oiuvf0n5zy18lY95t9OvcjCobmF+Ca8/YTsPDx1OT15fuK9z/BOPbcoAL6v+oI9NxR3PGpZKL2W/Tm8RfVzPa5xOT4G1wi8WLQIvXJtZz2Ta2c9WCH2Oz5EvT1S4oM9OgDzPfr2Jr2TNIW8CQC3PfjHC71YcsK9rS4dPCslTD5Ak5M8FmiPPeo62T1NlYM98Be+PfnBIL3NVZS9DrCdPUZoBr29dNC9yLu0vZvH+j04aNI8QJG3PWLvYz2D8WM98CQVPVTIWL4sf209l56UPUcHCT6R1u+822CHvSwFnLs7tg89",
        "IDeVves7sr2Q3Ag9QVVRPcYYIz249t+9A4WWPdn9oj3ZwME7/SnXPcQ5sr15wSA9D1ivPBg7QL0Ou5o9lywIPsye4Tw2G4I9Jj9QvT2+Oj0TfdS9Ogbbuw8uFr7Bh+s9srGcPfHvJL2WNZW8I5eiPU+HPb0t7ru9wOuXPf9vfj01T3U9Bb5evNVuRz1Vn4o9EYAtvXfJBj2V/Q4+xBlfvQNYTD0KgBk87BgYPRMOUzwq3rS74A78vLjgxLw62xq9GNdQPQS8Cz2ueeG9XHnMPcD2cD3wO8I9g8OQvdYJoD27TQm8wWuivbhzCrw7pBg8SvvUvAqVDL3nfyC8nTR7PQM27r2YjrS9dAxoPaYZ9739xhS9YU7PvWKrEL3DxCu909P/vZbXEDz/Kkq+hkvTvYUSP73YjX09wJIKPqRPGj2t6CK98+4kvnQPHLzSII68tyLYvRTSpT0P7CG+7WYEvWoVtbxUgpW9qMISvuRJtj1sLa+8I1lIvhfej70Duf89qO+VPNZoZL2Y98E9udq9vSThKT0lIAW9aJMZvKBDubu1jYk9OrvKvC/g6jwMY8C9p4tkPektRz1VyGu8HMVavFZKAr0vAwe9npHGPTJh7Lwet8S9rhQsPN8/ET03O4M9FSS3vSQTCz346Xo9DPXQuY0yljoBwIo8FYePvQXMwz1JKCM9wJ8BvptUiLwe3lK9UHNzu8mjfryKZ/S8B9yaPYqeI7599bu9Kx4SvrKiGTwiIDG9PKekPT0SkjsvmFw9/TY3u/+ZDj625/+9R9bnvSzy/LvUjZY8LzapvRAOH72+4WY9b34IvldoLDzfm/I85GGgPejKrL2cBgA9nlciPeMemDyOsk087kdBvS8Fzb1V2r89cIPPvI05hrzXyK49d8IePLA3770gCWO9OFuYuvF99rz2GdW7BTAZPeU8JTrH0tM9DxIGPkCAFD22Z729c1rRPQlu573okga+JEYOvhJmrj0S6AC9Ud2hvIMMsLzSMx484kE5vbKWrryB/rq9",
        "d4EKvnj3Rr3ql4A9KXUsPdEOor3WtT691MSuPGqxLj3WMAG9cCcMPQTtsT2FEfI8gHESPfT6gr1s3Z49+BdWvVMoRj1QEaC9ezUQPnk5nr2HY5Y9WNMuvRDqxbxeSoO8fXg8vmM1zT1gmR69JngAvdK9ojzMfs87xj7UvS4FsbxPOWI9g69bPbxPpTxqNx87uyg9vZZbXT3KC3q9cKuWvJhSkj1USww9t3r1vLvG/Drxtpm9RFOMvSTLkL3CDsy9uTwMPY4IKj1IhyQ+IsOrva26ADyRdy0863qtPWPCCDyD5gg9Xy/QPTr4pzvXGm+93ARpPILArT1Bewu6dr/LPZt+wTxMDaQ99ScIPXSUgr17e3M9djgdvWVeVz1AerI7KSV+PTVc6Dxy24e9zhhPPaGdljq1dYg9sYC1PO+U3b1jimU9Xw69PcjBbz3lTq+9Z3U8PcSmaT2eBXg7caFwPXINLLwtqw+9goIsvaX+xDsjl5G88caxPbgWFDnBqX68WRrLPQNMxz3/qRW+bUzXu8r4Mj0vQNg8FBEAvmCMn70v4Xm8n5HwvHWTeby+9JA9s9MVvUCaMrzJj+G9ZnqZPdattT361l49u18avcn/hr3vZDi9ykCJvYIYqD0r1o08Hy+OPWaTgb1OKCm8kKvrPbm69ToiBU89zE/XuYnjGb4T3Ak8hnkQPXQlHjwJFAA7iM1pPc9ZZb2aqgO90qY7PWZtLL3qQ8K7G6SrPQ9BYTxrwgo88sM5Pe2M+rx4gf29KUaUPXCSq72r5Ru9W82HvZyFAT21OAU9xMrdvfwGU7tTv2S9PrZIvVyWOj6DmBo9YakAvr91nD3/WKc9fyI9vT7c8byS/x+9wEY1vkY7n73GkUY85R2QvH4F8rz2WQ69HRc/vEM9sb0k+y09PItOPYw7V70vkaY89tpKPX9OmzwKpC2964aJvDHOUjxylK69t96ivRweqb0bLNk8qTClvMdCl7zDB6m9yHdVvZEeNr74GIG9QbDtPNbdSrsmxsG9",
        "MOuAOw9nZD2qWGI914uVvOWnbjyTttg95B7VvQC5nb0lR1M9XX+EvYvgxL2z+KS9vyWUPLNhA70uczS+/IfvvIyNhj0sREY9q/WWu2Vlk72EeQQ60AB9vUKIJzwokKO8AM/8vVFGAz0xeQM9L9d+PX/Ior5WmW485BZVvfkusj2Gy2Y93/KzuKt+PzwcEiW7iQzBvUQGDD3eAzQ9hGiTvP/Foz3cWj893jOtvUUkoL0R34A8gPQ0PWK+Yr75tG69t5w8O8OS17yJw068jBhMPcXq+T2b/0q9kF/JPbPSwz3ZnEa+vNn3O9tlQD31Z+08WCCivoCfEz1IPEW8rWnwO6RG8Dy+YxS67WKuPWlE0739pKm9vEf1Pb5rc7vxJoY9HwKxPdYznjw7m7a9yb0kPRMqE71TIEk9Qf8cvnPCXD06crs87qIOPfeuSz3rICe9bUQ0PSOqub0aLz49NJIbvZ/jgr1frOw8mtmzvRt+Ez5hYkq+Mk2fPMyXwzzX0+49RBuAve+L+DzrhC49rOEGPJAqOb3y5349UPztPXB7Qb3Epr07EoDsO5BPGj1EiV68HJ/KPNGx3Dzf3c+9nnulvU9Naj3KEU690BIHvWrasD0UFsm89448PSNRsjzoag251pDGvZHXgz1/C5+8U8woPlHqN74ixyy9hfhHPYiF6D3GJG88IL7OPNM8TD3pbsY7csI6PSB8Uj3nTI49LGPSvKpsHr1J9Ye9hiGfvbEn27xXRx89aJYbvYh8F75eYJ096jVDPWCcWj6tlv49OtdGvUeFTD3+V669EF1iuF35oz2Kf6Y9YKvEtxvSW7xcsw0+TgtzvgZyQb2AmIc8YhT1PakO2bwlVeK8cqUHPn/MWbwz4+a8UgsXPLUBfr2VFrO9UdUVvOXBAD3V1oK9GdNvveJzFb3eSI690nWyvQAsZryBm8Q9Y8fLPf3Rub1UPYO9DXi9vFu5PrxiYdc81HJ3PWs8Aj03vVu8jSh3vVfHSj1uy1e+/yFyvbDXRz1DtRY9",
        "e2pXPVvsMbxtNxq9jCAovQbOlb235cM9yiZwPCxspLzqzSO8M60GvckGK73CUkg8tVaQPEy2Tb3IQQy+f25kPSh8mb3+Ai49MNW1PWQTzr2fVoQ9FHMwvB/Joj3wsEO9M5y2PHy1Zj0cZAk8rNuAPeQ71b2Q8GI9D28ivf1bxrvWbAq+9taRPfAK0T0/XIs9oEsBPIpvgD1ZkyQ91MEuvQqskD0UGbq8TQeIPDMCXT0wc9E8szuXPZLc6b0aWbK8xRwmvZsCC71Mk9w6AQ4pvRyuSz0xvzG9y5WDvBtj8rxy2Fa9y2eiPS4qjDuitZI9jxKWvRZyrrxPjAY96vjCPdXpgLw+WwO83/F5PY7Mrzs3CnK9y8tuvTKAiT0lh2y9dwKcvJbAQD2SpjW7gzXfPJv8tr1TmWI9z2+WPQu9yT3Fzw6+am3HPXulBT0/rJ49mjMkugEuwD00mTS+TSBNvqhXMD691ma97JAhvT7a2TxahZ886p+FvHjtYr2K9Lw9nEhRPVaoc725NYK68PqEPYCdO73qHBs6JHwSPeJL2rwTxwM9EF2JvcAysz1OdW+9eN9BvZytQj2vPeK8sFeJPOgaur0LLGw9CMWWu4qxbj3nAYi9qFuPPZnjCb2OCfS9h0ijvJL2uz07CPi9AClCPLt9+Lslpka8Dewlu0n4+LxsBUk7IFxbPMKv8T2/XJ68YiWZPfv3+D1Bj4I9rZSZPRr/drsCf+a8U9MXPQH8B7zkNxO9wwwevd4YiT2V8vE9wVj4PeStxT1N5Ns8cKcaPcNG/jyWpJI8kmj1PXc/1jy7yBc9QA+zPfCxY73Ap1K9l5qfPFNzD728aYO8uJQgPXPjXj3XNJE9ZXWzPOe6Uj2247Y89NIIvXZQeb2kmJC8Rs0ePKQrqT2YmTS9RmKOPNXH6TwmLiO9xCtIPB9pWLsnMt89Tbe/PCpuo7w3htY7NrivPDYKMTzheNO8N80yPXUDkb12t1a9ENawvbD/BT7SJqu9NpM9PVPMGL1qXNQ9",
        "VC4lu3mVCL5tHLW9h4Bhvbiooj2kokW+v4K2vNAgq72nf+G9dw2YvUbsLr4i4489FsIgPZa/gz0iTeg9r25ZPYu2P71DhZE9NrKWPVBzwr3rlV+8uQ4KvVj0kr0rdAO+uc3WPVwCZD0YY4W9GhkKPkBXQj13ns+9NoJlvSjf8bzhJB29b86GPbexyz11fSU73hW2vcYCBb3JTHk9J5SmPYWwXLzbILK9Tw+0vI0Nbrzmwj49OMyEvHzSmDt6euw994fJvWn5GTxX4s69KBmAPVIJzDvXcoE8wY4dPVZBbb2wvaY8hH8ePNCptr2aBk28Z1kKvSNp+727gVa9Hz8jPXIFJb23oQi+JTURPvUqaj1HDma+p+cnvsQMRD3g3m08h3PKvdWfIT1qUi+9oyNfPedVary6Q4I9GCe4PTgeMzyaoDe+z44DvuxeaT1I2ii8QCDkO3lFfjzkCdq98kWBvr+nXTz4mr69XECcvdMPAj4SgDw979oDvdVJHb4SruQ95oB7PfgzvjssFy48M0S8vPAVob1qA4U9Z2fLPeRfqr3qqqg89mZcOz3+lz3Sody8AS+pvJz0Gj0faA09eCG1vYoc4zpLhHq96hY7Pcpb8DwX5pC8L9+AvVNGTb3tExQ9sGVCvp3UAb0pCVg99rGYO6o2o716Cce7yqOGPW9+4jyU8dG8HAKuvW3sxT1KAOC8n0KjPXV6v71609y6QBv0un6Yj71Q/NQ7mmuCvUnMIDy/EIG8mVacvWlyl7zdY0Y9QbaLPNfKkT2ng0I99Y8jvSs/ADwVBGQ8Jxb9vdHPbL0fo669CeDAvSwrnLwT19M8S3ZJvnRms70XXcK8o3dKPJk8mzxJIfi8T8ESPkL1AD10aDy8uHhfu2I3nz2rEIk9z0VIu2GOEb3wXmm8aByUvQbYGz0ut0i9axgbvlqXHb477yS9n0RrvO53Rr3lKxo9OD+3vIr7Cb2AKM894o2vu1MSGr60bWI9PioUvLoamzxh5i6+CGSIPMsjjL2Nm449",
        "19zCu/leWj2wT6Q9M2ycPDCJCz3IHre8ThNCPUClSrxeKmO8FlD2PNTle71aBPA79j0OPbGrBL3S0Oa9pNnLvdpIjz2DtRu9aJvdvMY3XD1x+dQ9WSJxPVGUYj3JNcM85L62vPgvaTrGBYG9xsKFvIXIF71SFpg8S8LlO8hNib06PHa9Trkuu27qqDwDdR+9JzqKvcCrar10h5e8QKOEujSRrzySlMQ9UjU8vFjCuL3Jclw9eMWSvVp7P75YYTm9Nz64OwEVIj0KCZ68hSXpPQHyYDua1wQ+TzcJPTW8Zzxlad69VgxHvCHjNLsJf2i98aAxvhArlb23IMu9LXWIvSTqtD0f7u+8csO4vCm0prwGY1S9GfitvcJqmz3jYqg9bw3APHnx0jw76f07l40+vOUiUb2no6i96XcZPXA8oj2RUqO9/dMivf8i3jx6uje85IKCO0T0fDy1nYE9p1/APHKFibto7H49rq9SvTLhgTwVGOa9lPZwPWCzlz2Opsg9jCycvat3AL0z2pM928qtPcQmFj1l4Ii98ACEPA24lz2YeRm99E6QPUBvUL3ZWEO9l9AGPpTpcz2rsne+VgQluwzpjD2SUwY7AkKMvUiZSz0c7UG8ZEWXPT/2hT2mfs+8pTQ1vsl8Jr0KhMi8kysmvSN1Nr4P3H29y9aSu5S1Cj0McAO97NPivKWGsjxDA/28lxxbPIIyMT2B1gG9GMEWvdk0Ur3oDSm7AqEmPar8XjutTXc9ylY1PZDoab3llhw+TTIjPQzFBLxa8KI9odsdvRX7yTu097W8f+huvG2qZ7zrGaM9r/B/vaiqJb03nYu9eI/IOuZYoTon5Ao8zOTwvY4ci73xBeE81xcAPtvyTT0k36c9fLjhvTTC0T3FJJE9fnwsvdr5NbwvFfU81KG+Pc/iMD38C469kp8Xvvb64TzCw+I9KOztO380Nr28xd89aPZvPawAMD5uwAI9CkDvOy5ITb2LLBA+X5tcPMBOuTz6Fae97BOmvdMvCb0aQYk9",
        "XNTivN3qUL1bR8s9Q9bAPYi0TboxAOg8V/GVu7NbpT3IjzA9OLgFPctTAbzu0f48LZtRPB2pxTsIbAQ9IO6kPecAez3EdCy6SKMpPVQpJj2q04Y8PAGwPSGSIzzf9ka9plX5O56IPD2CvHs9AwCnO0AZPz2ej6G9kG6ku/seuD174BS9GdCxvevfLb6K5js9z5aYPKSNjbxt5si9wGkZvZBkerwnQ4a7HAB4vZ0gJT1w5Eo63wmwPFm+6z1/rys8HkpZvULyFL3XbHK9xylXPellhr2w/O29vNZ5PKl6abyWenm9UCSNu1A0xT0EBvu9FmFHPQWUnb0mdca8ETANvnb2YL0d0So9steJvaa83T0A6rO8Qvj7vLWUMz4mMVI95SmJvHKwKT1qToa8gKnMvcEjH70QQ+C89VrrPTbusj2YXaI82knQuf35p73G35c8MSqNvSDXxz0J7Ls8q0FfvEv0cDyjmJo8S2TePc1onj1u5Q07+Kx5vJtenT2SKG69amuwPTG7IL3kx1W+QwjJvBwJkjupVTU9sOcOvqIrgL2dw6e97HPavMQ8Brynroi9osmMPLTtlL3chQs9hKMxvBC3jLwqa709cG8ivfwPD7zD1Li9unIOvnB6xL2dZrs8iXAOPQ1pEr7crhk9EDIWvnMajT3fEBg9diP+vXgkEr7SO4O9ZVgXvgQ0TTyME6k9u8fzvPwoDjwkoxo+H5w4vRdMj7yaFQw92Decvf8K4jy0yUQ9oUWNu/8rkz2lFA8+iSmIvaUGkr31jwY94u1iPRG4HL2zfSS9AFH+vQlTZb3XwYs8RUG+ve88zDugGdo9n7KWO4oBIDzLR5Q9qmyKPAo0pz3X4Ii9v+7+vaeqyr1AApU9asjNvDLFXrsXIpu99xEVPXpj7r0sbJO97r3xvJntp7xEeo+9wJObPTqYRT4X6ou96BiNPcwg+TseARG+tByIvQMxBb6uccs8Q3F5PdPK5z1DIQK+n2J0vXMZD73BKZ49qJrnPaCxMry+GWK9",
        "rbFKvU+U17wXVrg8Kyn4u/gYlz3rn5g8SattPaRsyLyQY7U73pcNvTlyobwC2hm9qmOHPTkPrr0T6aE9kJshPn4CSD0E4D695CAuvRs9gT2Yg++8mUb/vA4WT73jxiS97farPcAINzwFO7+8E9rou5Uv+z0PxNY8VcQLvgnRvD2JWQ69cObFvVdlnb2AG4q8x9ZavYQzIT6t4ky+Zk9RPaS8Xj3/ufi9TrbdvBjRVT16NUC9K/U6PWWaWT1K5nQ94LWuPPzr7j2Xwm299tIZvXXQor0oJiS+q/u4vRio6ju5YQM+zUZkPZkug70JWTW9lKQlPufwd72XcCo96SPWvdTo8DwyYyE8rAiAOwrCfD04d5O8CjAiPTDaODww9pK8OWZ5PTFXLL13+TQ9WQM+vYQkvD2W3Jg9AzqUvtIUvb3d+Ls6GTPFOiP7ZTxp6wu9wPHYPdl+H708aCI++YwDPv0xl73DPdM83vKYPQLBczz21a2+XnKjPcfyWT2lQpa99qSAvTSPmz0qs4E7La2iO7z9pD3Lcag8xeWCvfnhqT0P5Jc9zeGXPUiBEL2HWI49KZgfPYk2Oz3eAhG+b0NxPLlI0jw1cey8Dph/vTJg0rp9Eqk9llIDvK9YsTxDgqW8eFbfPMiJU7xm1Re8luQCPTwt1b3EJsM9loIqu/HMO71hMGk9sjyVPSp5Kb2u+IC96qYwvBZkdzwpxZy7MCS1vAaVAD25g9A8tI1/vV5N2T1HRZC9zHeOPXc8S744BAq++UA+PZ4jEb1xtJI81eqPvW7YSr35i0c9w3Jlu1c15rw1NeO9tj6dPZDiaTys+YQ9jImVvt+ujz3Gc/U9FKhMPJnQWjwrQ7s9hdOUPB5Vvjw1NIo9PHAQPbBzzTufzaI9qHwjPOuPU72uMz891/gWPjrKMLxORoA9oTIEvam4Pb3hrae814KIPDXCLz6ysJC7fpNfvNMf8TvX9LQ9k6XePb4TJj3FbfM9K44ju7ogDTvDZUS93/1SPUezLz2mvVw7",
        "aapEvcIk3zxd2Rg72pwdvXb3PbuRTVM8bC/jPTrzND1jGg09JE0fvdszoL1hf9A7v+bKvJutqD1gQkG+08rWuzQTTTyLNZ09QtrUPQi9drjvO8C9pa2fPS/xnT0EP1g9qAoAPQk0lz1QI8w8GW+rPYWvpr44dcO9hynMvQHm/DzrF1M9tqZ/vcUUjbyLuRS9RkK0PSjToz0aGDs8/yo6vfVLJ7xkCBe99LmcPIzjv7uk6pg7c1WOPCeQ873nI3u9jCayPeCsKbzF6Q+9oQqOuwnkNzwM+Mu5b96ZvEC94jwyY7k9e4l7vHl3LzpNRF28Gg8WvtmDFD0Xvi89yee8PfQ6cT1BVnQ9u/XPPYL/dD3g8bc8uLGtPKwgDz4MqZe9f5S9PPoQMbwIVsc8ImMiPY864TxyV4o9MGJavmqGx7y6s8o9gMqWvVw9oLxninu9wyMlPeX1Jb02FkI9mTqTPS5GJr7Te4O7HreRPLcX0T1g4yS+A9FxPZpPujrjFSw9TflqvB3svj1kewc+NNmGvJa0tDwhWw89esRsPerYZT1BON49R341vfW1mzxWOhM+9APyvHP5n7zdJYS9QmyYvcuWL70c56U9HigyPRz9Dzw6Iek9m6SJvT8XKb2RL9E8DiUmPcWAGj7EkJE9ECw7PXKR8rqxqqK8IJBVuX56MT207ys88NBRvSRvkD2s0Z28hykIvgp3ibw4QJS9NEyMPAIyBb3A45a93RukOkZjz7xLKVy967iSPfMNL71HtI29+TYWvvWU+L1aebA9WjhNvafxN7zcYAQ8HrGkvJ3lvTytkGq9K7LDvV4jar0Y+Qe9fuuuPPtL+D0QMaI7ngy7Ou06szsRRJu9qr72PH+l0L3ln2e9WqXjPHwtJb54DTC8xweVvAshtzt15Z28HK2fPTwBL70juBg9fO4RPCHpbDzjCFC9gbDePLHwAD1HAKq71PqDvUZWa73gBmG9kc7vvcJB2LtHx5u967+avWL7zTqS7y+9SOhKvBFHR71Y9yG9",
        "vibWPXbVJbwwzx69e+6BvTmJWr3qkqO8LXVUvEg/k7x8Ku69F7n7PADXCj0VC7a9toXdvdE3zjwFnSG8JgubvVJMCr0fX0S9HSk3PXySxL1ZggM913+3O97dE70VFiM9RtUgvLx8f70wkaU8sXTnvdEoHbzPGmi94WmqPNeT3L0maJg7yF5yPHiFir0ffKg9A2aNPQon1LwlxBO8+EljPLBvc7wtmog97h5ePGQIqrwbviK9YvxLPdTnZjzgahc9/bX7vCFUiTxArU69iJVsvPd/xL2kAWQ9CAtnu2caorx2GRU+WvDOvBkYtztJ4g6+Z4EnPGuJlDwn6dm8MrIEvu8x8j30vu284e5svQ08Zr3owTI8zGSjvbjRgrzg3Hy8eV8nvXrZU73BJDG9FSZPvnjSaL2Ijam8e78HPYMLHb3s9PW77kGiO7jzhL3D8je9upPyPKDELDxHWCG8/R5wvIBGJjxy5hS+/7SHPUiBHr7unn48FztJPCkajT1uh1S9+gkIvbPs4L1GwlW9eGk0ve/1tDxdigO+LawpvgYbXD30NlO9wOPYvObDt7yrRna9/FqUvVg9jzvu9r69dxEjPuRpET0oiS89VAOLvUO7lbyfO/q8wZACvXFCuzwxkkC9PJNavaV6Dr5Ku2C9iui+O2Qwojw1fiG8S8YovWJi3r09oUi9GVcSvlHaE728T/68AYwXPSAD2L1G1bu9FuEjPc2Zwzxh1MY77jKrvSy+F75iyUC9jTV6O8NQojx5MuW9/Z8+vXKNhLw5Lro8/UEYvexqoj3U/pw9S2MaPNAgw7v5soa9Y3HcvJJShr3d5H29VG3IvBDSiL1BVO897S5ivRaQ3L21mj+9Q0vrPPfqc7wLu509l+jGvaac6L1fFpM9f4nvvfiElz1bWjc9fAm/vBIXmzuQhLk9cpqsPQuTTj1b9zY9bFfuOixPejz0KBu9YzAavoPKijv33JS943SKu5LJxbx9wLa9rpkYvcX4P7x3gLK9AWvgvXAhBb15Oji+",
        "af5PvQSUQTyeuyq+OzgTvlHui70Wv6u97r15vuWKoT18q0a9NGHWvSN0wT3sL4C9Nd3VvdQSb73ZK2k7YJdWPbn70b0LsMq8kXg9vI+PgDyEZi29BJh/vQkIz73EYlS9NQs0PQTsGTv0y7S90LC8PGLGrz1pp1Q8SkpjvYwITr5qbgq+zsSDvRiaur3w+iY8MiFEvf6naL2WsYa9Sn0ZPak7eL1k3TY8A5HIvYcKS70wiI29jySXvalM1zwhT5y8NHdqvSCD07wRyhG+X+rAPFeT970OPB28/E8cveVPRL2LHBS8lxzaO9cgDL45RoC8JvrOPU8OTTxPSQ6+S6RkvZIchj2H6T2+CQEcvnM3t70dcXE982rbvLyvj76HeIs9Q5+kvTznqrw2IJE8odWevYNRy71rTiI8czEtveuQob0NngK+o+YBvb9oxr2JU888tXxLPW+WbjuIfvi99KyWvF6iKTtzLaa9wy3BvZDMFL4jlKU9SLKyvPOefb2nDIW9Rwf8vW/S472QWAc9yAfIuzvAIb1jg5O82p07vu3/rz3eR0W9984svbkdLb3hFge+9smgPAJlB71WYF880JaVPSpZor2NOn484IfZvCOG8TySWQa8CDvWvGKxmr13nFW9uoyfPX/LeL2r87C7tVO6PK5rYD2Ze0K9nSExu1DcOb1cqz+9cjC+vUnWEL7hoA298xYKvuJvFr5s0A6+IPGrPFHOgr0rlFK9MmwXPnPMH73sXfa7SXyePShbcj05y788FmAfvQ7+5Dw0Bf+8IGI4vdoFu7wJBZc8LFAsvovGOL3AO5M8Qvn8vPf2pb2XL/u9jMYCPShbVj1h0Gy8U+ZmvdBUmT1DVQC7IubQvXRReDzO//u7+8xQvLY4O71AuBI9+OT+vKdCMr3oWJy8jIWAPBobJL2VF5S9uYSiPfYohj3SXnM8zXUrPBz0CT2iIxC8e3MdvkGwlbyZKra8YFnvu0MKnryMM9y8yJrRO5geRL32EAG9Bf29vLRWU73aAiO9",
        "Wo0cvfnRAb54RwO+mEV0vQoasrw0cP69LCQ7vtrsbT181Oa9A4/ZveqrTb2bwsu9TokYvsZHijzlvgC9bxgsPCaS+70KkUS8vzpKPT4Lvb0yR5G9YDdhvaQtMb2ksju9X+7sPO9nEb60pqw87Df8vRq7tz3q8Y293BdvvS4MOb6BFRc9iNwRvtlxqr1oIyC7WleCvZg+F74Gczq+WgMAPeK/ELxJgRM9vlvXvQjtWLyJ6iw8mRBbPTqpu7zGxZ098s9SvR6Sgz2NKE6+JQTUO/VU5b3dWo09feo2vUDbCD3AhsU9MJsLvha8tb0zpgW+Fi1ZvLxFnDyJehO9wAinvczhqLw4OwQ9CSikPT+5obzGBdM6i7QuvJkrAT1Qubs8yH5qvR2GAzz50xU9O12gvAo7t7tslyi9WYlHvVnnCr5pKvu9NNmCvTSqn7w6sXo80/DCPevRhT3zxRw9ykQ/u9lV2719CKW9m6i7PTkXw70L5D+9dY2SPSTJiD1H2Rm91oOlvRnDg71K+AO+2usovqcIjb2ive29YvxbvvaPGT2IaeW8NA7XvTuXSb3i2yI8FdgNvn60DL2eIZo9L8pqvXaojL3XPBO+Ud3NvQrTyr3wCSk8wp0Svu84lb2qcaK9uQLXPJuO1zzpZGI75K9vvYDdazs7eQ29Pq2VPEkAKL7p4sM9CCZjvSz7Bj4xKcQ96LK2PBx+DL2V6uw8ReZPvVsB2D3YLKS9f2KKu7Gl0L0cT489yl47vbBM8bxL5OG9OSw0vKW/xrz78gK+zTdIPXNyZT0WFae7MeWcPUR+mzvgiVq+eEVCvSKdBD4swh69I8GGvTCtILw6WfU8cjiEvLs1JDzUBFA8qbiDvPgn9r2pu5W8rrsmvrlJ3r3g8cc8deDsOwEDjb0Wxuk69U3qvSrCSb0zhWK9VMBTOqWyFD3S+py9J4kcvtpHybywo+S99/iSPLrL8L1Yp9C9CZyKvRyaDL5DkLy9BX2kPUFkyb3ADR271endOoFIbD1slB2+",
        "yF7aPTwfnrwVFOw9numzu80oDjyLpge9fhEbPtetnT3QD/s9IMuKPH0kND3UJ4C9gU2GPBVFlD0vAZ09mtXSvYHNur2foEg76X+3vGASPL0IaXI8HN6tvX7+Cz1UrK29rBJBvoFnpb3BMI29iLdtPV8+Bb2Mgz29AYtNvWtk+j3x62E8eJDJvVox8zwQGO69a1adPCbbS7wgvss8UmIFvY6LK71iMUi+b0RyvMvdsr0KtDS9b8ziPMu/3T146SA8sYXAvRM3xjxG+HI9qVAjvhlqvL29xBq+uRFavdRrmD2/wbW9ZwwFvXLSKj0UTsm6ymnuPK00y7y1c029hradvQWgNrx+MR66OWNmO72ii7uxnuK8tItivQ6KmLyotm48Oz49vRsnirwUKR48Bis5vUKeWL25SN87fP9yvHTFNL5g+VS9F5P1vQn/0ru+Uws9d6wHO0zJub1x0gI9ntmAvCszDb58f1q9ZoqevTWqSD276LC9zWsVvatpHj104sY8OSyXvC53wL0KSL69ijOcvVQo2Lw0dBC8MVjTvWgeSLy8i4i9OEIGvoybLj1wVcO91vPRvU6uhb3FG0e9akbwvC0BYLyYP648UawEPtOhGb4NVCG9OYL2vH/w7Dso/Qe+rI+PvEtJdL3XTfO9XRTHvalpd73s2rA6Gv0nPblvw70NsP69e9/cvY3WXr1DLha+tk8nvieWP76BOoA8hD35PHI0mL0yesC9s9hOvtcXHD3Xk1e8Ufm9veyZXj3GteU73kMqO/gVoz26QPq8Bf1uvZLOFr5XXCC+iGvGvfE75r3EDKG9eUswvfEnhL3T+n+9FTJLPU8gEb6ElFC9uryJvaICoLtmNhy94vwUPq5Ok702kSO+FizcvPlTnz1UGNa8ESwQvut1wjwY7aA7soL9O8C3Cj1BChU9uwWlvSGOz73S8Ae+ozwGvo43dj1die68fWJ3vZdCpb2fyQM8S5OdvZUh4r2hGq88kNrSvRLLEz1jr2q9UFISvYEWrb2YRaM9",
        "vVPvPV0ax7ws6Rq9YFtzPb5vtL34Xm85Uc8YPaTuvzx7V329oehtOxQ0gLtGeeQ9iCq5ve2cJDtw/649N9tbvRyfEz1VrLi9InmDPcpyFD3RY6U9YokTPZJIbz3QgTA97YG9PO7/AT6jJJm9YN9MPF8EIT1mJGY9+/M8vUNq77vCuRe9Qu9bunJV6D1WZr86Fz+rPFUCdLyROc88wKi9uuKcmLyrl5M9D1FWPFZ4Bj7+ivS7UGmyvfRxKb0d/we++chbPU4H0L3fLh89VyRbPUXoDT325nI9SHLGPWViR72YUKC9UUwVPTKKRrxxSxc+5HoNvaQ1hz09/su9B4VdPNq4brytnBS95tN1PdUggT2itBY9qiXTvIFABT5iPEO9V+CYvZGtPD2z4bS9Ov+iPXYF3D2cpzK9/byGPS9zgD1NX5k87Bj+PK5YUT05myq9jDE4PXVE4Dw8fem9MUFcvbhTbbzKCYw87rzPvKQ9rT062T89GhI6u15aSbqUxWs93ASbPMPVFLybNsU9H1BCvSfmWr3I/yY9fhi/PezWRb3cTXO7QLFTPbKwvj0sMve76wJSPQkYjLzfBxe9GDacve9FsT2/vAm83tzkO1GBhj2+Ylu9PGawO9hZej0/FE+9m0yZvdhiJz0iYlo9ZZGmPIN5Fr1FJa89RW+Ou6nl+z2JOja8s/4Qvq9FtTwHlzY9aDlivYAeIL7pucM9sHTpO411271H8ty92VcIvman7b11Q9G94JtLPY4hwz12IwQ9i3aSOwUkoL2z51C+g5qnPD4cC74C1pO8pe3Avd2UMr5NOKI9O7fgvGo4Bb5nsmk9nSaKvNU7U76gZDG+WxN8vYL+Lj18igw8zY5EPBkXgT26j1I87PIzvezhVz2mqHs92H3MvVAyED1YqMm7lAYLPRn7FT0laOw6xWFSPKIc77u5kVI9dIiVPdcaJD3Xpmg9PhDxvHbL97v35xs9B/FkPJj637h+h+S8riz5PEHdUj0ri5G9CelZvcOHA74+2As9",
        "YMDIPT+2Dj3l9z49IRVivfpUx7t2kw4+l70BPeOrsL1CRTi94+iGPQiFiz2ya6y9l1ALPQzjsDzrc6u+dgJyPKZCLz0jP9g9XEoyvdZHQryJz2s8czBiPVf6Ez6cdoI9Xc6HPbg99TzfeIU9yYBXvbVWcb6UvNe81Kd6PN0Gub2vVdw88omhPb5RCL01rR09sGPLPN/NlL3W4Yc9SEk4vNj7LT17NSw90WRmu+0N0r2rxqE9VJwXvf/3vL5FkEe9/sSmvHktjzy65s+9SfKEPC+5pbwequ88I2apPVdp7LxDvNQ797PwPToWZ7ziSdy8Igaavt08CLvCTp897sRbvfSDNr1tYME8+Ts6PR5thr2tXye9nCvlPZJWh7zgDzo8LWTqPQSbgT3VcgK9UCAMPQtM+Lw86wa9RWqFvsmbTb6uOhE+wLryPPUxHD18m4m7Z2XoO/Q+E71MNDc9WMV4vIrjDb0cqT4+/8mLO5fUPrwgkYS+rOdZPK0eBD0ahXu9QwhYPch9j700k/O8xgCMPaP3Rr0POlW84HMyvQQivDxwMFe9u6OhPDK4Kr2FgEY9le9MvbykIDxFwYW+VllHvTVjOb05Jgy9JWXVuvGxgz00gyE9XCfTPTmckrxHJzA9J9CsPI5BJbyCK808FGeuPISTg77rDss8TOjcOiBnIzyqM789chGrPVicBrz+zoO7DvFJO9hAJT34kEM9HLPMvPcb5DuMA4W8xeAaPJOojb3BWRe94dyePcHJoL5iavQ9BjlJPXsDQj2jKOc9KxTwuxZmFD1RFei8isw+PS4/8by73Mq8lxgGPYR71Dxm85i8pki/vln87DtYez09atPtO8pVGz0U2qq9wvcXPQ6DpT1GMUq99ux5vBNDY70ge448ppodvLWe/TzqHjY9sau/PKoXgj0Y/qg9oZiEvkfEtr0DOfE9NCKJvBc/Cj3q8oM9vdWHvJ1pXD3Sk4+8ws6fPJLFLj1jzrg7GI3jvNkEnD0uOEC+4pL0O1vQGr2C4aC9",
        "4g4avAbK1j2xGpY8P8bKO8A+3buo9/k90vryPQysD73e9Su8jehuvHuxlj1FmAY+gC0DPT5qHL2Tbyi+m5Jgvggiuj2ZKIa9/4qXPZ9Spz1CL4G9pTtNPZCdizzTI90967+MvEk37D0yJmI9uAy7PTYXkb7eQEw9Z9o0PON0pD1VJlM9sqYePBYJGT3PDwE85LoovRJNpjxQfW488zOnPSYgHL11/ZA9pvuTPC+QQTzbFWW9xQJzvTIdWr4lqF+9kMQ2PIAvizxtoWE9YRw8PRHrt71PkHc9B7CsvH8zmDzaFBO+HB6pPZq2JD24zKG9NlOyvU/QNL1jZH07lEiVPIQ5Aj2y3/I9C3Q0PZs6P7tobN283A1PPcqLXb1ZaZw9lGLhPTqbkb0gCCU8lhRCvbevA70hFwc9EL2avl/ezL0b99o8961DvUuvrDx4ASU9W9UJPodigTzIc7I98qeXPYDJnL10oM09D6kQPqmUPztwFq2+ovJtu9Y8wj30nMS8TnV1Ozij2j3oeC+9gxOiPFHOLrzH5j89amkSPQT6nrzYBmo9ZSAFvah+2DwLSPE8r1pkPSPhhT3Tm4W+m8Vwves1iby4M6S8IvGqPfDtZbvFhgI9ty0fvQ9Nuz3nAgo9pvCXvNegF70/90m8UB4Wvc+pgr4XUW88xVMiva5bsjxb0YM9DRv+OztNJD0dJ1O8C03quxQUeDxkaWS9wH5fvJsLIj7txGg9HwnsPJjpILwU4BK8trxKPQCvCL6hdAG+1hGSvcvtNb3mp9s91panPUk/gD3s1i09vfYPvAmdtz0gpgS+LPO6PTxcsDvUVtW8nfxfvk1Onj3IJPI8zCZZvZDsi7yFalo9AieHvCsjGD3efei6oLiyPQAnNzwEo529oa/2OxIIPL3tJpK9YmqzPR4HM714NMc8dPgHvvH0Y7xezqs9QBIqvYgaCD0YyTA95RLhPQdRO71FHok9ywY7PS7Tbr2YL/M9BIk2vRH6rz1gNIK+pR+IvatuCj1i/4g9",
        "S0R3PeAsez3uRP671D6lPPf//ry2WYy5AEVzvRvtF70tGDU7V7ORvNboAL5Bz4a9TSOXO8YUgb1TJsW9pYmmvcQl3T2Bemo9QHlUPQ7spr0dbI68DJtPvftNgrxniZU9udu0vQMN9jyNp4q8Zh05vVZFrL7KzWM90fHOPVxg0b08b349pusYvXl0jD26uj+8jW03vcaFgL2DoJG9bC+QvNH0Gryg4IU4sEzfvDrRTz2mWTU97Eebveq7jr2ExBi9N0rdPaD6+jxdYCI+h2W0vNvFQL0tLrW8k+gfPaYMWLyzuBM8O9CdPeRFN7yIhIY9PTdHvuwHerzfvXW9zV+5PbzDsr0tjrI9WTCOOwrV3LuZ6Ko84F5JvJdnUT3F7Ru9pRmbPYdAgL0yv1u8QCEtPRTyvbzl1fO6ffaLvRvUEr4zm0Y9JsMAPOplOD1x46C8WrtzvLVcZzyFS3I9cNPmOx7MGzyMDOI8R/S1vT9o5T15X2W+Ebt0PWYlBr281iU9egGmPMpYWb1S3K09GXvzvJPfn7z7Fo8932mRPULBOr3lYLY9EVsqvRtzlD2W1MU94SBIva2Dvj3wC6G9zC0Cvav3ETwBqz89j5TlPVTTc71Ur6s8adWWvbESij2Y3/y6Ju39PbxumTyGYx89gn6tPeqGzr0gRmg97a/DPKmfhT2JPOq73my4Pa6T5j3Duj49swqkPJxGmL3b57I9wHMqvO7Egz2YNy+9cipnPTBtLTz8eeI8ZnODvVB1CL4EWM48qEZvvGRFpbxH5g+9ASvwu0xbiT0RNGI9cu18PBWMKL31cZ69sUZxvPlEgj3Myi490zlfvsld3jyGJWi8UbNXvd4SET6q0gM8olOJvXoaDTuuSjM9XsPmPfuK5b3iWmQ9o350PaCQU7s6hZc99Es/uzMeET0ArGS9SL3kvVetQzywhYO8fhSfPFpOEb6EPvS8JCriO2vDsjvHUl49TVakPeRxtb3+psq9o4gZveKD2Duf3668FSu6PbNa5D1Xvru9",
        "DgTTPdn4xD3EmKs9PbG7PPwM1T3Uuy28yk9zPUDMpDwbafy8JO+GPexsXb2IeLy8OHuyPf0BtzzWy1U7WDAQvY1BM73L2Su8ThIhvL/YjD0P+tW84U2KPaiG1zxjGaw89CM0vamgizy82w49wIKEvQ9Uk77YS0w9E2GEPYi/VT1b9my9qWM2vH7cyL2jSMW9lnKvPRJ7sLysrRS+2JOUvGBtNLxSgcM9A4w/Pd2yYr26/Vm92maqPSIqgbvqDM49SJ0SPXSfXTqenqW9qiLwvVQly7wHUq08WIlAPb9NgDwGmQC+G+uGOy3RBD5UtHm9oRJUvRJLxj01zRk9JK4bvZZM3b1/EiG+X08rParwJL33OJM9Xr5xve//dz0AP7G8wgsDvlOEsjxye7+99vJ8vlUuzj25q3I9rydCvhNktj0AsIW9ROSnPYxAtL0mrgs93lssu4qgTj3mR5M8zGSYPM7yM7vXqoS9r+57PZAZAL2ACkK+H3iWPHKRpL3ic8O9rZBWPL9lvzxq+4c9dT63Ow3C7TwzSRm7BqGcPcB5xzpipmM9OzpIvQrBAL0+er69H7LsPFadjL009Dg7WegvPH5mXL21Bds8Qt/pvC8MJz1vh2m9zmcQPSRX5LnA5EI9K88KvhcLlL2u2ra9sWH+vTKQEb6q0AI9vuIDPaq/nD26ZIc8cUv7vRrBhLwoxk+50Y26PKUqJL5Rvkw9fo8+PQT8Pj0Ekda9xxXcvYV+NL3q/BG9a0M6vfOM8L0AWTW+U28LvqH+C74HDqK97j7OvF+jDz3SFEi8chhjvdkInL1dOi6+KjqrvNNhX7wLbgC9xan9vb2lnr3GYZS97ei6vbnKDTyuNVe8vr0JvVmjur1PyJ68adu5Pf7a6z2VgLM97JAWveXAZj3Qcq69N4iHvC0fnT1sm/k8z8C5vOC2sb0Hm488ByFKPWya/7v/A907Xl1ZvQhTiLyOC0k9LIdaPRGMDj31C2A8O1NuPa3JFD4DIY69M3FKPVnUXz0yrVs9",
        "jZkSPSp+h7uFcke92ghTvesDyrx26Bu9jeczvZqJgr2Jlyy9J2IePNeonr0foPG9MlKxPf23Y71kFzO87gXLvWZdaryePzS8oXriPa+hZr23SJw8w3+GvdJu4rzsDBc9+wNwvSM1DjxltOQ9fTLDvDLCdLo6SsG6JoYDPmstAjw7pfu9oT24vZOuk70Dht+8Gu/qvDcKSb2SY+K9nwg0vclmwL30Woi9UHURvFrefLwj+ey8a6JePRLAwT0/rp289eGePdEDA7zCzfA9+fLjvO/v67wDG5A7ID+kvHvPOr36tBI+A/4wvUug0b0BDOU97QeEPY1jgzul+DG8UP1cPXxF/Tx6I7m8vDuSPMu5D73jha89U3/dPKyfgL3Xiwm9bgw8O00sRD2AvAU88NgVvlp2Az2PJW09h/I2vMNA/7sa7lk7UAI0OkrIMr1K6xg8YrzzvdQurj2lAZk807hWvWAu8b0Pw028ScefvXJV9jxkZ0q8hVTqvAYvAz2iw829G4JEvYwB2Dz4oru9hoQavA6ipLt1C7w8j837vZZG8rz26ji9mTAHvU82FD38tTS9ThsyPRD2xzs94Mo9H42gvNBfuz1UnNK9GaoYPuszgr0/1xG9cj6AvRqCgT3tD4m8ItLfPUJAmD2RDRW92Xv9vYIimb0Ki1g7B7fBvThMPz3VTNA6U8DGve1Wub2THJU9+9TqvRZE9TwHHai8VBvIPLmTxL1CD/U5NaGIPWQtCr57/Vi9QaVJPfSgAD3XH5k8wk7FvE4WVb1nb3E8jfe/vWmEsT1gjvq9F6+UvQvc1b2Qlo68AwDovbglnD0VTKy9RgkFPWJnOb3YtYG9ULz2veXGo71i5qo9XevfvSPZr73L/Bg8icoYPRDjRb6iCmg9drLmOqGCg73hhSy9E64rPjXGPr0+6yw9orNOPMPEt7shQVI8jltXPNJm1j3wG9y9gWNwvag0773Hkz+9rseHve13LD59VQC8ww3bvdkNDj4cu+c8yumyPQK7nr353eG9",
        "QoIFPhjH7b2NwMU7oLfyvFRsfj0LPkA8mIIEPIwViL0peTK9cvlvPbt01zz3g/m8R3HBvRblEb0oAgu9aj2LvQh3oL0VbAO+9BuJvckCj70AUZQ8KucEPU7pa713FRy9JkQCvvXHzL29TZS8mM6PPCBRN7x6TfO6NDmCPXU9Qz3Taeq9SsBXumYLg7x7pze9VTviPMPm4b3ady2+tA33vBkvj73/NMa9qCWxva3oJz3w4j49rfyevcTbDD3eAik9Q40hvT2okTzWuR89+DsovQpYqjx+uHq82eIVvh1xIz0ZCKM9wcPgPEpoRD1/3g+8le6/vUKJPr2618O9DHm6PEjROb7g66O88iJ9Pf4burxoqbq8d5/uvan42z1Ovkk9bvNMvTTLpjyGMTU9W7s5PWptOz3DoLQ9PljEPb693TvgtyC96LCCvC1W7bwifds8KQTgPSZgxD0BiPY731jnvYffib1cTs29zoFLvUzi0z0YuY09K8QdvUpDIT1ahzQ++KrlPcX6G70YKCo9MYonPXBYZr3vznu9iVEXPTfcnT0NMKi9dPqGvEsFAjwWjEc9KVp5vEpgVD3o5BC8aqzFvMmld72Ys+c8kLBnPZH0Vb0J+lw9VX3hPBayCL2Ao349dhWBvXVUqr2vT5e9QJKTveV/BjznIfO8BL3WPTIQSr5Gbyu+T/jpPMUNID1YoZU9gk6zvJffDr7iFEc+VyYsvcW2qDu3yuA9AfQ/vIVZGDx7hWQ9FgFXvXURDD0akzi90VWBOwvcUb6xgqK8VDSbPP06971+CDk7bj3AvSE7JL5mEKE9/gxwvdI/ib2/jnk77rqePAqRFb7CNLe922bvPchFlz25Y6s8SY95PZCi2jzqpYO9k8O2PHz7FT19f609qAaTPD//EL1Q4Ck9VYbhvVzVSL11mcU8nLamvTLRhD0zWoK9ucruPbZT+b3JaE89YxGPvLZZ5724D3E9t7SyPfi0s7uDz8W9NthsPb3Ldb1i4A89FPCDveO4pb30/WO9",
        "+pcHvpboybtQ9fg9vDaQPdLIeL2g+tK9r4uAPKJpL72SArO9LoPBvRsFjzxf0wS9vn7gOwG7hD1S6P49Ijl9Pa3Msb00ci2+JAVfvSdviruGXdK9LlaPPcJwl7w3/Aq+bNPGvOx46r3Zax69opXDPDrSsj2TKRK+rB5rvQcX1j0w8Yw8L7UMvsrDe73xp5S9mFpAO/7N8rzWFAg+OGFwvMeYbj11M2a9NKsbva8y6720jfa8QD+zvfBUtb2IDdU9Fjq4vZJ7pzxql5y9HH3BvMqVgT08eJU9lLaZPc4lGD0mO+O6yF+lvZe9gbxHO0W9iaTQvVov6jyMFrc9VvtQPfjYi77F3229KDWfPcT+tD15IZ+90qlWvh/owDyhp0a9c/RXvAO7Qj0iSqS9XD7AvWNFaj1OUgW9wP3HPcSCSzzJhoy9DU8tvrj0gbwZDgI9F9ACvnTj2zxDKeC9OnNVvqYvv7wCmge969/jvGxbvT3RxUS9EBsovn8g5jz1lNc9bM2YPMpR4jz77xi9qysEvfN1iL3XK/q842MJPlnTlz10LYo9Bra7vct4rTyHhDE5f0YLPL+6QD0/yeY8y/8MvfRGVr0qaii9ksfnO2qDujtQv/880busvXGuNL2WeZm9e+cMvnqqEbxMhlI91eKRPZClDb0YyhC99gNKPZ9nWL0/pTk9V86bPRJZcjxTqrc9OiuvPb2JwT0mCZI9gF9ouzeeDz0d9tw9WH85PdhA8D3HmEQ8BdajvNd3v7xCWNo8gGsxPlVZoLyeqig9txZZPSndW7wKc4U8BJuVPYfZIz76kG+925EVPr3h4TsZccG8B/4pvZ0xqT3CurQ9f9zgPYY59D1ECww9qRl/PULH8j24ghW9tkuRvKDtlLpqFjc9SzsWvJOKrz3qL+K9P7yxPNx9hz3UhoM9V5onPeMv7j0AwL09bVI9PPCG/by7AmM9y/7MvSSQKTx2Nl08tOsIPQndmTyyiH49TTeRvWSvSj3ASrc4CdSFPf2Tbr3R22w9",
        "fyKrOhWHYT04LOW88kiyPZeS2T358TW87rJVPSiXcjw0LyK8LFUCPTj75Ls+7Oi9CeI9PQBMJT0MsKW8pEdWPYxFsDzCZTA+3SrBPN14hLyhTrw9oI4NPX+lUj1uR949qWdBPRaL1L2I2xy91xrXPO7Rg73fo508iclWvFaCgb3Cs8g51IXFvYLFqb3Xwks9ok0wPXRfubwJ3Fc9FBqTvT6T6ToN66o9KtVevfeZQL5faj497D9GvVfaBD0eiro97b1EvV3BuT2jjA68v9+EPSYOQjyE7KQ8cmAoO8EFFLoqOoU9kRB7veZWu7sc8L85WZatvFQbD76dvuM8Gm0KPfdxlr0h13m+nI1Jvg8K3r3wkAi+SRyOvWK6D74d1YA9jREyviJ5Ur79Bkq+IY9mPDzMZL6IDR09M0HsvMco0b0CUVu+PPqyvVUcFL3NcR2+/PUqvgquGr46UCq+w2E4vmqaML4mRRm+rRzivVTTmr0skhU9EgYavrARN77FMw++IqtavQorLr6Mii899hgAvqaXhr1tqwO9ajGRvI7e/rzVwuu92wNXvUKdH74j2di9YvDIvZlRmb3gN/C8u/EKvqamd70p78G9dsmRvTjZ8TuNN7q9kP4hvjjbI701GAa+u4lcvFtvRLzXXsK96viuvRWp17tZYeq95PZeveVdGb4o5669bI4ZPTyvjb3hPSO73AkJvoFHDz3PzRW+HR2qvQ04mjyTmo+96sv6vYfp+7tRayG+G8KkvaTJI7u7/ae9ckETPCmw1r220mU9sVsMvpy0wr1cJ9O9XGINvdnyaj2viBy+X1rCPYpMAb5KAr68xkd4vVvzQr1b6Au+PlzbO0rM0bupckE8fwGHvBiuxb2Y1dS9xgifvLZAi7xIA3W8N96aPQVdR73jqYa9oxrQPHXmCb5kqCW6mgauPKyd5b0tM6g8X+mEvZmWvD2jMcq9VYBJPXE2Dzzch9Q8e+8CPZJ4TL7WedU9SJEQvbgPmT1ut1c7XJs0PTW1Iz0PHF29",
        "tLK1vKuM3byJ8Qw9impNO79hob2YeBa+F9/0PWMynz2xnLi9O5jMPUy3KL4cLzW+j/C+vOk9e7xPH6Q9luYFvVvFBr3RkDi+mlIYvFnZXD3K3wi7nue6PUoeh7yhX6y89JS6PL7eyDtYEQi97HySPbyJAT2hCJa9fhjCvRMVFT0MT+g9+VF1Pb0Tizy12ig9QAVYPXIEDz3iX9w9yBRyvHaibD2MqyE73/qfvR3fYz0Km5e9531DvHqRkb3gmQM9+XUcvR1joTzo/BW99sEBPfd5mb3bqGK9lGmpPZnzhj0dpX29jzmlvV6QWD25cXk97n0LPQ++Gr0suQY98r6TPZ43sr2NgxO+d933PE/mtb0aS0O7XYeDvSJIyT0mOnY9iKHPvNS81DpcShS+SWcxPO4ATz2X8a89jVTxvOu0KTxiNGu9WOYlvfbps70t92Y9K+sjvdQPxD2cMTW9GBWHPfJ5Iz03ufO8iTROvUm2jzxiVjA9D18WvsGnv724vty8fvUTvRvIoj2slQ0+1nxHvDpeVD3BlJK9iqrsPaq1Fz3Oeas9z257PaN8kr1MVGW9hqZfvSro7bqIicy8z9imPZVUHL0QHh291qZpvPXEkT0Bsgg94hpPPdfDg71gC069Ngf4vc6Mjrzt+M89jnDhPRNc4b3puJ89cQ3YPaOpxT3yQsK8GlnKvXT7cD2dcyO+9tkFvlO2lr16PY47qp3bvHltsL3ix2e9JV9PvsfNv73pKpi8EanMPJurgz2c5AI+f0VevaHSAr1PCPG9xd05vftBwL0fzCS9iajvvHw72jsclG48ycPTvEN+0L1gs+s8njMLPipi0700+8K9Q/QhvXFnwz1qnqm9zP3EPTJ4lT18hg89C0uIPOOLET5Qire8jEM/vQTVib01MVq9A70tvuBlk7w/k6q98jcgPQSmDr4ese+7YjZCvdhS2L16Vgc8aKw4PWwE27o5o/28U7y3uwf+t73uux+9WUn5vDwJvbq8Faa90lSmu1bTVD3YjcI9",
        "jcYkvkIRG75eDcM7b9gvvo5PMb1+RBu+U71jvfYQIT1vPZu9Q5fevU9uU75iEDi9Rogzvg6nCryVozI9GCzwPSzYRb3Mu/s8edAQvrSEHb407e29fP0RvVTxeL4Lbra9vG4SPe2fJr7k9wW+172JPaMScj1hqlq9RUMivuFyhTyEsic9NkKJvK9VED6dpIw8HpTrvV/cjD1SDMs9qo3WvF6epL3IsZi9iOM2u+yF3rwORMC9IrxYPOY+rj3WLk48qXRCPVhD6zzkYh09T6hLvTyI+jsHJye9F1xzvSAarb0OkMG94LN7PVP7Lr1cu+I9TZhHvU+3p72zPkK9K3y5PUq8GT6GTIo9SMMovYvhj7xorMW8dJ8FPkBHDL0avGU9RthsPY3NMDwmdEW8LyirOvAAXbu35cm8tN5fvpvimb02TVE9tivHu1vpIT11pH69S+ttPT8v5jyKDLG8Nj/JPWnkRb5+0Y49fqd6vR5KnL2EE1y+amOdvAUe7jx8uwW+ipkZPJJ0RL0g3v+8zyTgPHDrbzwwme69kiX4POaWLD10ypA9HDP2vOGYdT1HkwM9WdhpPCt9iL31jE++Z/JlvrjrQr2TxZA9vZqbvOzL9jzrcY29I0L6vH+dPD34+4S98dnhvcyrCT3GyiY9/HNDPL6/i769yoq9wVYsu3Oh8zwFWJY8u1/0O1b28j3ymC89LduEPY1CDj3JhC68+CFYvLX+Rz2531C9CqAlPQWpmj32NcC8LSbjOqenar5my1i9s/FRPRNEZT2bmrQ9Q+8yvfu177t8Dwg9wHoTuRZHkz3NtLe98C+rPXHCYTxMUkg9GHsuvq7kSD3xVJy8/Agwu3sFoz1yZKy8sioLvMsIAL1EdhY8vsVkPAtmsDwAYv45ForVPBRSvT0+Q7M9enfLPIM4cTsQM4K8lc5avkW07r2EO0Q85CxFPaC+Wryj0n071LDvvICWsz3+k589Sljvu+XnVb29VHE9nn9mPf4LQj0j4IO+uKgcPfMEdL0VlFm9",
        "Hr5xvSm4bbtd42S8yqJJvKeo8z1o8wO9L2SvvYBnwzoKHKs9qwk5vbt3HT3wscy7lZbgu5yhCDxr1Ua+vGchvMZsDzzZEB8+ACSJvV0wgDwWDTC93ArBvYn7lj3fZGS9ohyZvWghoT2G7S09jnUIPZZCr779YVW9ATsQPYnBoTy572k9fZqBvR/opj3l3j49MAN1vRAOr73YaA89mQGyPQ2x3rrpONA8rvSsvPwDej1qIi691wc3PQRXP77decE6jsDnOpAivLsyk1w9XnNVvZASDr3aXO67McSAvU47F7tACwK+BfhnPNMKm7wJlMi8hOSEvrZgv7y0M6O9jdJnvQEnFLxcANM8qbKuPbMauzyD7IK9O/6+PW8lPjxZebI9tHpDPcDoyTwJIsk7nhHzu9ciur3P87k8ojxUvuJHqb07AbO66eiTvTQN77yLASu923oQvZRysLvo65898WShPPlLpL2d3+i7Sk9BPaZlhzsHMY++GGeGPQaLAT2TEQc9vcxAvW7Jcz0HDwM+gnwwvMI5RTtxKAU9glwHvXeFrT2EqrA9R0AavbzaCLzWaea8lXV9PcxETL36Vyq+eL32O7BBuz2rm1a80Aj/PN5uMD0xjIY9JHuOPV45Vrl+h0M92sIsvvpgNz0+3Qk9ubvaPQCzF77u17I9k4bQvArIBz7Gbxu+mD1KPVZliT2dbLM9ttjovHJkCr61Ce09IETJvFJCNb7Wax09Do+evFBg1rylJfc7E+OAvctHSTxAEgM9FSAhvuNdJb1nB3E9eYNSPRve8Tw6ykM9DbEjvo6Yi71WQp+9XZloPdT/Kr5fXLo90Tt8vDWlG740ky6+ZkDJPQOOaj3B5NC8T9tdvHnKXTyEYDo9YFK5PQjtxjvKjlA9McI2PI29Nb1HaJo9YtPDvZn1rz2y7ia98Y49vQTxID2H+/w7xGhDPWYO8bzEqGY9fTU0PfShkj1YzVo9l+0nPTx5Sb441Y28WUotvN07UD2H85W8HJFePQsxGz1Qk8K7",
        "AYcSvvKdJ72Pqpo9kRepvK9mJb37J5C8PfgFPpDY4jtaa8i9/GkmPYwehb0vMge8B+57vZD3jTwjLMI9AdyVvYeHhDujglS91nAPvjZ4kz2lCZW9ZTllvAhWLL6pLSi+SOSdPVofuDsUA0S+fcsKvDgdDb13mQ++8NQ/vsPlbT1cZ0s7wi16u7RsCj2aIQc9prA2vdYOuz1B7ws90KNEvGM/CT59VSG8rUf1PGjqBLyvtYW8KQw0PVklZr1zGb49/KKOPZJo/T0NnJe94bIhPdXWOr1dtiC90XspPAQSyToA+UW9mfBPvB/WkrzD4Ou8HliZu0PrfTzV7Py7xN4/vWVIh700JDO+fUOAPArQvbmFDs+9XV37vX2VhLzGXk89mygEvo4kAL6yLfy93sWCvX4NoL06JtE8D3h+PcPVxz3x2q+99FIFvNU9I73agXG87wC+vUcdsL0Io4e95LDrvRmKPb0tSWa9Hgprvt3Rmr0ZEUA8+kehvS/pZ771Nge9AYmNvaI7Mb0qoQI8NgyHOwsYhz3344C9dieyPBhMm71eGkY9s9MXvUlDjL2dZTm+zsZfPXUpRT0gGrq7BMG4vNxlQb0asl89fkIRvU28FTv+pbi8OGyHPC7tljtYlgA83hrLvAHDur01lCg9bO6FPa/kD719Izq8n7qEPUB+tTyLRaO9oOzyvbdV0L1wx7e9x3Y0vYgKVb7M/o29GH4JvTaBhL6G3w++qnofvsr0sTrmOP+8V2qBPDPgET6S8so8jAOhvMtFtzsVlba9ha4GvimUvzwDitO9aTGqvYZX9r011/G7uu1MvogCrr6VPr09P8nMPBhYJ75qC0K+I5zyvMxJEr3VU/W8MVmavMOOTL10P2G78LmAvUyt9D2ZfoQ9aA0RvYvmX716w+69fqyRvfEtCD0xxz+8RkzwPYDJ3zYooaI8CG44vSvbwr2wtnO8ojGIPXzCiDxUNd48r6dgvOfpir3ipF68FjT6PCRzEz7H8qy9lvD3vHycGD3o2fo9",
        "UBqSvFwaCT2Kpoa8T9hrvLSgQj0cJ6y9D/W0PdoeMT2lZ5K9HJZoPSfxCbwBj4c9SOeXvNMhR72hqo+9mS7uvOHk0b3sIws95rUgPO5pmzzHikS8e72Ru3Y1szwfZ/s8/RwrPYSai70C2X68qUWBPfkhmT3IG7Y8bJt6vdBJ8TyE11A71wkGPTuZ/71ahXc9RxyZPTJC371552y8ammTvR+JgD2Y/tI9ZpGPvU7VGL1NVss9fduMPZtpML7T1oK9yVNlPKrOyL05ZIu83cbtvBsu/rwtcdU9i2+HPdYEELyL9Kq9a0FsvJUTM7yqTYu9iGZjvf61ArwebnY7zeHQvA2pp73572+8RP+IPcV3njzq1ve7eibCui/E0D04VoO9FOuEvYzvrzzZHWi9hC5ovDND1zsyr4M8H4LIPaSbV71LJPm9UCMAvo+f8b1nVR49UalDvYY8t7y2L2C79nrMvC6AWT2RgUw86q8Mu3CE4z1rkOC9qp2qvZJx670DSBY+6XelPXIhtzwiG388L+OhPEtso71unYc9nzb1vbw4Zb0y+nm9rR25PJ7ysD1uuRW6ALRQvL4/GD2eCnm9OnP4vTUQDb48ZNG9ERmLPNM1gz3LDyw9ZzuhPZmZX72/JfE872qDPQeL97127sA9bqKPvbQVg7qAXBE9fbh5PVn2Gr6Heta9zre2PcnmYD3wfNc8wfFePWuKmbw500M9ysNAvT7nQry4EWm6Tv+yvJSEAr54unA94IxpvROfQz1FLl69fuGYvS7jtT1IUUS9FTrOvPkQVr0VAbY92vwIPCNHZ70xxji9E5mJPbPNgr3BvOw923V5vbJD770wsFi9utgfPuSLqz1VI+k7qZO1vSYCgjwKUP88c6ibu+crnzsSvEI95fvRvYdJjT0p/7U7vKQnvqgK0bsBPS68p0UivreTzz19sbQ93OuQPVlFzL1tTcA9QxCwvQdobb02yzk9XFluvSbkgb2E38C9eAd+vRiX3r0GEYO993QRvV0kZT3/KYW9",
        "C7YVvlnowb0duUa9ZQImvfrcubxEXGq9vCjlPMzG4DxGPVW9jzaLvRyK170nhNi9tUyuPXj4kL0v1568n00jPpgxyjpupXi9vE4Ivr968r3+IFS+Ob72PNXCLT3Qycw8sKnpPQ4aXDzrNai90H70OsR56z1FIo69TN+nvTeYizv6bOW9K+VIvtUBEb3Gb7G9GClHPQgUSr5QycC97RFNvUCSEb2YutC7V1wNvtWgi75jHc48z1SMPZKjMzy6fPA9Mvw1vcgKsj2GQ4Q8KAeBvdgqfLy76T49PI9FPE+mSrzmZYu5kOMBvnmXMT20xUa96f+jvYqpUL3hwwS9t7mAvW4Zyr1Njwa+tiHsvehMAb1/eUu9W2iIve5Qir7GL1o98KWMvWJRfr1Dab29K4LSvcNn4b07Xo28HlZ0uxRcDz2vY9U7pnrXvbZ5tL2V6tA8bAKYPZdh6rwyVmq9H4xQvSG4qjwcwCa9cVVKvYfQorzrK4K9tCmpvDRm9r2YJQG+UlSSPKrhAr59dQu+LFCDPaxL971chQI9xR8vvYUjpT2J4eG8D88cPG/yt7zWio29iAqTvJ3Vmb3tkU69Wo49vXgatLyfkrq9gUcGvlIlOL22YgW9aaCPPF+pLr11Bo28Po3ZPEYwub0Zkok78BaUvcNVbT12EtI5bKsLPWYzGL5Vt3e8uRZAvduz+L27goc9Zt+ZPXwU8LyViYq+nv9pPRvRyr2ogcO9RIULPC6YB75sWEi9JCyAvfRvGD0kud88U88uu7ltYD0DVEE9SwJrvU0niL2QBlG9l1edvaRLLb17NbM9kRoNvg8VnD2mg/M8xGkiPfwZXDoQLlG9NUuFvt8ohL0BmGa9iOCovXLzpDwRVza9qRNrvb+Dhr1S2ny9V6zKvO7ILb0iD+29qoWbvafrvz0XKEe9Q23JPUK/7T0Tcpk72gS8O3S5M77+QkU9ioabvUBGoD2CWjE9wWvsPAv177wkYS2+kHMQPdqzND0O90I9pnAvvDIBBT1SAje9",
        "pGUAPfuu8b2+8AW+xDAkuZmpOz21Oxa9pxyNvljjcjxmgKu9LDXNvVFR1TyO9Sy9ov/Xvdbyqz3IxKQ9RW2VvXAqCb63bgG8RbkEPiu1RT1RasC8MZ2cPVq7MDxTZg29mChbve0ugr23HWI9SxDWvLFhTb3IVAO6pi6pvDXA6L1GR4U9sXihve6eGz2BIM493nbbOgMOV71Yg7m8ABeMPAAKX7wwTR47we5nPUL/gbsn8oS9PNkGvOMCHb2DQYO916MLvtTrUz3G/hg9pz63vD++Cz0cncQ9hv7BvLSsbj3uj7i97uiTvUKdGb2gW5Q8OQq6PBrWWr1RQUK8fnlxu74ao72qLDi+OlvmvZ11w7vo7ZY9eCOsvfCTAb5YGaQ8MUQAveNnmr2CdEq9yBqpvYTzf73P4Ki9afuWPDiagL3cALy9lwM/veqW/L3h7Y+9BS4EvrfZFDzvt4W7Sq++vS5EC76eBQW+O34WPabqIr6f14e9AI1Bvf9zELzrB329UFoGPcx5lL3/qoo9cfNOPSvNADyb7169a9ahPMI9o70ngTq9Z3i4PYDqmj1uxPu9v4LwvA5977zn3gg9PJ3oPLEFgr3U94i96IESvvBo9T2FXdA8KWVDvKmIH711WEA9Z0GavZvnD77ihli9JpY0vqNMDT0Zmao9z2jfPTYZJb4ablE9t1J2vbj8ATwQq2K9lRJuvZ7dc731I2y9PbAZvTo2Krplube9zBWdvNoEkz1lS2y9eU6IvTqFmT3VnuE9j6LhPTsxhT0WFoS6o24vuwR8uryOpCm9kquEvaIAlL3TFM49cEfPPG+biLueQI+9490FPT+fkjxODru9Az6oPYsA0jxp1KU9N3WgPBqpFr2c0SC9G3qjPZjGFb3OxGa9OD+SvH3dAj2zcF29Z5h4vZhWPbzZ2dU82VauvZYcMD2ENjm9E39MPYnQzjr8b0M91fnivISULT359zg9hIjBPcB8jLtCDHA9lGIgvSFXQD5HHMQ9lh2evLzjjr0gGL09",
