{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ],
        [
          "input_2",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              8,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              2
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              3,
              2
            ],
            "strides": [
              3,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              2
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              1
            ],
            "strides": [
              2,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              2
            ],
            "name": "conv2d_3",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_3"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              2
            ],
            "dtype": "float32",
            "name": "input_2",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ],
              [
                "input_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "model_1",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.5"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "20d0c8baf4761611811376ffc61d893e9a9a55d4beb8fd9cfbd913929b7ea0d1",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      64,
      8,
      1
    ],
    [
      1,
      1,
      1,
      1,
      2
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "output_shapes": [
    [
      1,
      1,
      1,
      1,
      1
    ]
  ],
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            64,
            8,
            1
          ],
          "values": [
            "XHg0v6F3hb8xqaK/KnqLP50HXb48cWC/Ep6EP5PPvjxhHQu/2YEdQL21DkCuT4G/G3uzu2JB6z8jZUe/A0jePiSWi7/hqCQ/WBUDvl3hvb72V+s/eqmlP3Hpt7+dfk2/sQw8vpL5kr+eGAu/wiIDPwCoXj9Rxq6/lNAfP9NJRj+zhXi+0+/Tv44WXr/Qe/G+L1ErP51mU7+h3ZI/Ibe1PU5WzL7M7Oa+S1eIv6DvKr165AXARUB5vp5HuT5iW6s/ewIJv/iom7/fcEe/th6QP9D9Ib8neW87T0hRv1ldoD5twEM+arOivkizPr8kduW/32ULwIajir8zbxC/QY5lv5BxCr9RMUw+cAAzPzFmdT+X7y7ACJjIP9G3Z787yb2/CMUPPp9nKT23p7Q9BwlFP6t8zD/r9z0/Ls3KvzxP3j4rTdm9N/CEv9R14b7YMkM+XBIFv49jZb+cXf+9Sh4xv/3dnL7qwec/x2Ywv2biJ7/YDqw9fnHIPmvxvD+Dtxo/Lq9CPtinDLuS7Y4/INq5vWh3tr/Dw5+/eGFKP6TdSz9H0oU+/tp5v2vrhj9YN44/KymBvywqYT/f5FG//YdQvvRsfT5nfB2+fDULv7oYpL7f6FK/Xj1MP6suW7+43Ky/0aAvvxWNPL9qVYk/LsUXP7pNMz8FXCG+m2FDv4i/U77cE7M/wLldv1bZ+D/M9Qc+0vCrv2SsHL3mPqU9htTvPygK7D3prOu+9zvUvVttsj7ZRCG/yTKLvchC3b4/0ac/XUKGv4jyhL4yzwI/koVJv8DTjL8pEBxALHCmv82luj9wpI+7ffREPzDMXD2Ao/2/IiaSPzy/oz8Nxz0/wVxCv73YZT3+aWe9ciuhP6KSJD78WxQ/aSP9P9Dtjr9jWKq/nLLlv7HKjL71y3q8N1IYvxkmBL7nnZw+jAtTvnb09z6BS50/L6wZPuUQm79sdq290cqXPiWRez7Dn84/37wmwJXfST9ZFG4/+wRJvwJrkj5qJJs/ZAGmvIH5E76S94++",
            "wGNuvdpnTr+ElWa8UiiqPpPyID8A8fG/dki+v1YQDj+mQoO/w16jPxQCbr/UX7u/YgUov/mRlL/h6tg+hcVXv6Rmgr4EI+Q/vO4Ov+1YqD4yURbA2I3gPjGCE7+Kg4W+Ma4cvjs05D7RBly/sJGeP4H/er5WUzVAEoEGP2oIgb84Bny/JaimPpXEj77uY66+mxITP34ztL9GzT0+uwunv5631T8kQUs/JSDuv0cE9L+a9H6/CW3ePh7cpT+xEoG983FdP/VcDz93vpQ/B1CZPaC9BL9r6Me9nkraP8/Nlz9sP5o+DNuRvw84kD/8RQM/THlvvx8tOD++9RI/U5WUPwKnkD6cFQM/ox2Hv52Suz+NcHS/vNNTP0NZLb8BGKq/oBYhP97b8r4ZcPi/oMZhv8NH6j5k1Ie/NZe1P2OfAUBJ0IA/R6nlPL6HeL+CZU0+xlUXQEhtGL+HB54+sSa7Pvc6HcDHoiO//z/bv+IhD8APB5y/OxKGPxcnLL/xiIg//7u1PwmOKT/WU86/vJ9pvymBAkC3MTG/q9AsP4g4WL4Hk5C/mbGUPAFnaL8eB32/veMMP/2PbDzRMAjAUN6ePzI8Zr8e5wu+mASlv0AOvj2btoo/qqPpvwUY1D68NEc/BEOEPiiJjz7rUd69KdkVwDlzLL6+rfI+9nsnP4emOz71m9++OFjnP8M1Qr8Okxq/uzL3P8Cx872YKjC/hjnEvk5uGj/AcG8/VGtEP4Ax079aUYg/6tESPzKGeT+dDWU+pudKP0u8KkDJ8JE/w8xNP1lzPL7d+EM+Pga0P73fm79wAa6/NnXHvurEvb5rpeY+mJNMP/Tqzz60kcU+63ChPj1gIb90yUY/HNxbP0oEBj+jFou/OPaZv6Ke4L6WHtU/gUA8P6LZlj7zzv0+bKD2vk9HQD9tb8Q/dkw1v3Hg+T7ywzk/qieCvwGnrT7x2aG/grbsPnJNvb5PEuw9bhmgP+jpuL9VmBM8nOwAv81Ff762Kre+iCMJPzlYiL+diRs9",
            "0M8vv89N4L8/JfW/2EJzv55S+D+Y3Ms9bOSHv/TU2b/+ZVs/OVYAP/h46L0/dNW+CXkEQMCQ875QKUs/qGFcPr+EID4Yk8q8KHf3PpBJT74CoIA/7sSiPBxLnT/IroQ/vYeev6eqCj/8xaS+nokdPjCB5T60nQe+s5e6vhKNLT/fK6a/1Q/gv+nvVL97mw9AKB2VPeNidr42K6u/yEcqvwQ4jT9iOw+/CbgPP/k+j7+hiw8/QpM9vwr+AT89xQg/V+IQvzSSkr9161K/x8mdP0O8y7+3q8G/qbEBvu5mt79E0os/JNcoPw3H0r+XXsY+p8wPQAcqbT9B1wg/Ja7Av0diWj83KTK/fWu+PblSZD6lkDq+HXfPvjpmBT+91rE+GeebP2IUsD99muk+939UvmQueb+oY+69P1KFP07SVD9mPRq7DZuFv5a8iT5MApM+A0frvtqEAL8BKE8/l4K/P4dYmz5VToI/ZSyUv1bS0T8yzDW/S+E8P5B7NL9G3aq+QS4Bv/TTnr6dACLAyrbvPaBfCb/njLC/yYecP5Dm1b5QVYc84HjnvqO1E740li6+y7VAP8222L9+zK6+DIbOv2wgEj2v10U/g7NcP1TxBL4TQLy+lwLrvz1mAb9zK8o/H+q0P4Ru2z649SVAMxYlvriz7r/uPfQ+zupfPyp8j78="
          ]
        },
        {
          "shape": [
            1,
            1,
            1,
            1,
            2
          ],
          "values": [
            "/FoCPzD/iD8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            1
          ],
          "values": [
            "AAAAAA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d_1": {
      "bias": [
        "JEl1vFkrX72PWl68gVqpvFBrB7wkmAW9smC5PDEEpL0YtS29+uBWvFuNFL1ksia7M4O5vH8trLzF8oQ7s+AKvfXxjTq9OY68cfCNulJvu7z+yLK8hwZIutPpxzxFfkq9HbUFuoVt5bw4qpu7cRauu1BGE73Vr8K799+0vCNhz7s="
      ],
      "weights": [
        "/uvAPa4HMb6GaRA+sVMDvlfiJ75EYju+vaT7PcD3hLtzmJe8MR4APn1yHr1rbkY9u4f2vAauUT2KRnA9PTfoPZ6MPb5ezpA7gCACvVaFqD0lq+y8rgHGPTfvULud0/c8fo4HPgCcq70z0oo98jjkvba5dD0nfz68cR46PaI/xTwIUsY9o4qovcnL3b0yauY96kcHvrmAz7vn2Y+8zixEPX2REj64PaW9ZBnAPDnHHD1BACk+5VUYvmkYozyrPzs94xJFPdABWD15lre9Ck//vBKyqb1il7m96wAUvud3FL6D1dk98tnjPF6wN73GZog9ahNpPQ+YYj3tdg69qDzcPfaOmr3O8o48NYEbvpJiJT4rmp49JzDyPFk6hrx93Nc9Jfx2vrH02z3W3PS9gFj3PeLK+D0X2hK8gCXhvUgvsLwqyci9FB+WvX6Syz18jQQ+rC1kO7aVOL4w4Q0+oFGtPZQd9Dy+L0C8JXnzu4DRub3ndLS9mQsFvuurFT7K+K29mrmNPeQjCL20P7i9eRDZPXVPt70py2c9weuNPVWsSz2duy4+/A8KvtQXJ7uh2LG9r4KzPXea1Dw5qQg+AbUzvq8gEz54wSy8obnFO4ay170Z9ya94AE+vrwTX77QprI8I82JvROWmD33Pr296N+/PVKntzwNtik9EmxgvE4F3T0P2dw9WR1WPbSbLDwLZR+90lYJOmzZNb6K1gC+CJIJPBiIkrvBwJI95gc7vaRKzj1Pzo29qcICPljxcbzHQQ29pTj/Pc4ucr68wGC8vieevcDt/TxESqS9/0mfPb3LUb7MXYS9pANJPEfFGT4OgTK+XeCYPCDnCr6l5A4+mBkXPeS7JT7wQCK+tQ6cPe4fFr5s8c272OnVPXOCVr1K/gM9s5kvvkk3Cb6vZpM9A+09vrm3ED7Ew3u92Ylgvcmj3TxTouo9Ma9bvGySm71JtKu89vvovW8Th70CzkW+yc0dvtYLlj0HjJ49+jKLPei1mb18aLU94I7avMzVDD5+qsM7",
        "cv/wvUblVj34Cne9aSfLPOyvNL6zGmY8R8cevuqS5z1LWu+8Nts2PULETr0ND+O9kEAevcaRTj0uUNo9Qz+IPVbM5D1yTmq9Wog6vX/Y573hUFe+gyKuPZIc8b1YwM090JY6u+O/aL6oWgu+qiHLPWqf9T0MnmI9gJ/SvTtRkT2+p8C9GiiWPCRVX7xGJOA9w9IlPDwtWD3bov09kesQvKcEPrw42xc9+sbuPTm6hz0VC1y8sVl/vZyP1b2dQtm9G6IBPsJmrjx/r7u8maUJPDUI0D12IuG9BBYiPodITL7Sf02+fDn5vOeogzx0PxY91QYPPr8uE76ntEU97bjfvA=="
      ]
    },
    "conv2d_2": {
      "bias": [
        "8R6cvPa/crzPbvq8UJ6kuwscuLztVze85mcUukbBE7wRXWQ8CRWNvIt5ErymbyC9K5rbPPM/KbuMR1G8cNwnvTOhxbwow7A7thfPvFMBBDyi6M+7hA/yOzUWC72mAv27tXQPvfjN4rwA7ZS8HVbTvP+877yktJm8qILcvKtc3DxYyeS4cEwPO0122zvdnu28N9PKPJ9MXbw+5xa8KXP2vAamzbygIYy8KOmlvBhDj7xhSWA8Rl5TPCbvzDyxNKg8jMq8vCI3ELzutfm8RyXpvCjK87sc35q8nK+mvBH62byVHbw76qCLuz5dsLyBeRI9qWvQvGbvtLz6VeO8YPuduQ=="
      ],
      "weights": [
        "R6WXPORReD0anqS7R/9QPN6SNb0b+Cg917T/vAaztj2kPES9HiZ+PUsYmLp63Du9qAiKPa81mz0TGqG9FJ9ivFVCw70XeC08LsiAvJwxjT1cNUO8JkMevBLXlzuNVcE7UqN9O+4NQT0WRrW8voGkvL6jVzyWqko9UtBIPaSQGzzWvUu9MhVhvSkkBL73g4e9NpzDvcSGjz2t1r+97hArveEZfL3vmZq8Qiy/uwa/r72WKmi7tN99u0iIFr34DY+8a5gqvHXjhz3BkOS9xJZyPHr8iTx8U6u9TTYSvCDAtjyHtfy9yjbRvRmIJb5K5Va8PnMTPMzlz70vAJu8unZTvZ+56DxhVCE9zNmRvXIXgz0HaKu9455xPaxyPT1qiJQ8wscQO08d7bw4B5K9xtPavQbBSb18XG29GLoYvARgY7vHOrm8MUwfvTsisTxTlAC+qaOTPQDinb3kFEe78zOyPWQh1z3qAEK9VW1IPaySmrqSofA8E3KOvTCCaTzp/5C9ieGLPIshqr3DVKq9DXSGveSlHb48+4a9QUfSvdmi2T3xLMg9qy+wvZdEx710mwQ9/ejovQjDc70GAYm8XgRyPZ8HjTx+gIE8WmxkPaiq7DutcE08dDbKvcswqTvMFoK9k0kEPcHU6DxjDme9p1RJuz9xCz26Z0y8IdkavaZW4L3Jvwk95AVZO6eVJTw1t428Ng+VPGr/sL09w/A8TQikvXzJGz2tGOO8/RO5vZa7qz38hIg9y855PFmKl70DALS8HvxOuxAG8bzbZMC9MDq6veMXsL3gx6G8S3lVPY5nBT3GSik664hTPb8DPLwF2Vw8FgkxvEH/l70Ws4S9oDPNui2yJT3k3mW9yYBZveaDbD2IyMm9RHCuPM3Eoz2L+oS9fJWhPX/BoL0Rn069oIbuvDG/lbyERyi8kJzyvRDhCz1EM7q9AcNoPWpFyL1YEAm9v9BUPWXYEL4O1QG91KEHPXhEtL0aECs8n7VEvYcUr71aRp09eJFNvciw0D3XMhi+",
        "SexzPOlkpz3rZP28l6OiPOA1Ez1e0BK9B5CGvCl9Rj1IX1e9T1ywu505lLv4hia8lZmtuwRerbzESX69Yv52vfFfPL311Ik8yRjUPK5e/LvBh8m9wJOOPYZiHryhs+o9jEXiPbiabD2nqqg89oUFvOZ+Nb1sFAu+bEFwPAX8kz0iUR291sDzO9klXD0u1RA+n1NbPMOXNT0JPFG9c54TPB7XiT3ztH89RVyBvWomBr6tBZU8sxbTPfeFDD1OlRW9hE5lvA/1jj3ld389Cv3jPNBAhD1+O6w8NHaEPUAz6jzyb6O9XJ0+vV8j0b3+aFG9SmoIvVOf0bx7u+S8v3y1uiydkT23+4a8py+ZvUL4wzxrD1S8F8TTO6HNYbwHvAs90DRpPS/6lz2mEbG9mpNZPY7Msz1yKMM9LjSNPbd9xbx/ZWE9f3/DPUraGz2ofom926kbPcf03jwVrEO867GmvcpedT2ZV9S9fqPwPBUMc7sJbHo9LS4TvEl6Mj3SlIC9ZhBZPN08w70lMfy9H6iUuhGXgr0FV7S9v1U2vcbfUb3kCTm8flmWvYNCJTwZ7MW9ztX5vC01PL3rHEu8s42YvGHbh71xJUG9ToAdvUW4sL1rwtq8AsruvKIAC706kRU7nLagvbl/TLwHXgE9w/6LOrvkMr1eWwC9B9uLvVdos72fovg91PqgveyrdbxvQ1y9jSqOOxmhtT2Nl6K9A5GGvTAJTD1Fxai9UoTQPRkw9D1Qk9o9zOOAvR5buzw65N89Td9kvZb7TD3OW4U9pOqdvaqHubvDc389aYFhvBcas7weAby8CHdqPG0QTzzoxlI9AWl/ux/njL3+WJU7kN2bO53Ci73igSO9/Ds3veNJjT3eKPO91EaevTTQVL0TY2k9kavpvU0Anr2Kgck8g8pVPST4h70QMbS9oHFqOl4z9zw+doC9IDPDvLUmkD26Uu08cINovZ3fFr1KtY+6S0YfvRN2LL2a1Qy90LlavYSEub0Y36880RJhvJx1xjwpfZm8",
        "FURLPaCBnL3uMYW8NpZovH3YCD5F7cw82QQIPZQf7jwYRA49g0CxPYLx8LsZ5mq93o+LvavwKj1vTFC9/1wqvSk5KLvOcFO9qCvmPCbdsr1eIYa9SAwgPXLl3TsUPzU9UOHePY+557wwF4U91X29PDaKUDwT5Tm9s0f1u99UV73ncQ28lSRDvg45iL3naKW93GumvSR0gT3Tpqi9tLusvQixIL6y5OE7T7uRvWgs1ry6n2C9C5WbPTeSj70SCRC+Noe5u1xLHr4x6uM9BM8mPSo0xb0lKno8S5+rvW0azD3NO4W9yYWjPE9dqbxJP229mFp7vBefbr0nOhM93HZ/PcxGjb1wlpA90IQWvTS6Qbx49je8yTpJvR5v1r0tlJA9o/68PN7RhDyfvI49d5Gfvaw+xz1/qQi9PI2SvLbJKLts0cC9qxWuPe7iujv5djk9iKi/vesBmzysiuO9ZBpZPYnUXjtyzZA9wAGuPbvdnz00Vby9TJy9vbom0T3Th4c9qOW0PMhEJL4V6qG9jK4AvNqNG75D83O89XGJPVIQGTy1kqW9IGxPvQPsHr1HIoA9xjFJvm+7Gb3LTa89PIsCvnXqyDwbvIG9FvPmPAs6Oz0vgxc7oeQtvQX85rwL/RA9hMvlvEWhGL6UNQm+2F1OPH4cmDr++5U9G968PUxLD72O0zi9JgaEPaWZEb32v349v2KlPdEkj70duf68kEidPe9ipLyXLXe8dOahvftpprsijZC9FHM4PQsBsLxBE5g9n4kMPbtEyjtYbJ89ixMWvL5dsL2C0XA9KPb3vep3+Txwwt09tMy6vUDUV7yL4WQ9LVuGPULH1Lx8KXu9i8FCvMpgyL1od8G9b2EJvUeQnbyq5AK+zaHWvT/dXb2L1lu8ad++vckr3Dwv0Qs85UaYvM5cyLumGLy7MA2yPE/JK7zrr9u9pK5HvQxnh7yR/8a9JXwZvgQmRL38j529kJsHvofDJz1WDYe9H/gJvF7Dbjy3B5+9+HOZvXjfh71kn9u9",
        "UiwSPDcNlD23R+89D47evP1o67yuyme866/ivb4dRb3ld8W9zKiMPc53VD08VNq8HxnwPRp8Oz2vO+q8VA4/PTYAHj1dXLc9KDKavALHnrzHoNs8SYvSu9nQxzzb7ic8jwZbPVrRAb3oZWE9rP05PA/gkr2YK0O9/L8PvcEwL71KTzU8QrogvgH0C72pAks9IhUlvpFBaz2NPmu9hxe/vTa9Tb40Lii+R7MZPXX9gz3vmOm93aG4Pcf/hDxGfiu+8kSkvfBCxDuLoDA92nCMPe0i6L0ZLgw92tqgO7ZYpz0lQSM9R37mvYaPiT3az729pnfhvftIHT1n0XG8k+FgvaX2+jx61qE9sFIcPJ6isj3pB5c77JWFvb1Opb0/h2k6k3mevDFbMrzeXYG9PtSXPONrhr2EPbg9PEQUPeRSp7ycWSI96qTEPMckqrz2w6g9+1mDPRwpKLtGGCa95AdOvHxztT3815W91/OFvd8MRb16EIq9f/VjPQC/Hz2+bg2+jbAWPQU5PL4uPRe+iuGovARsyr3O4009RYapvFVtBL3q0O29LdYhvplJaD08OMu9hatNvn31u7sXUoq8y3rNvUYPxjzK1aK9Z5HKPcVZB7yd4lw93Moqumkxvr06Q1K8wFicPf5ufbxGW0O9pjCGvU2cvrw3SPW9mBBPPIoCeTyLwmo9JqTaOlJQyr32wJE9RAKxPZh0nj0Dm/y8UuZUvS2OEz3gWck8n37bvF2XbD08HkK9i1lTPQjwszyL+FS9GEA8Pa3umD2+AL49qmwFPMIgmb320hU9kiuHvSTYnrpaSuo9gqCFvSJDMbyokpo9TyswvYAbgb2Tjg+8yYRFvAv+FL1dD7i9UimqvR/B07yNmzO+oRi2PLhLC71cntK9fn4svi7/Lr0sDha911AePAVVr70S+JC8h3MjvTFrOL7M6o29EVkwvs2fgj3dftI9AOKLvLjLJD0SjJC9pcdoPU/FSL0JQB+9qjF4O7fFdr1yvAW+dKG2vdAvrz3YqIg8",
        "kZKVPTBnezysigS9e2rLvI+flT25KYe8MrYCvkXKEzwzxpm8/oUMvVIyxzzWqbE925smPYMkFz1h4YU94XUCPS0XoLyTyjU9FKXAPN67gj2ZAkk9Wh0MPn1h2LuO5gg9UHCGPFcqOL0XwIa9aPn+vPEOIzxP9yw8kAvdPcWjmjz9cmi9JzhbPWaGRLx+26q83QV8PTl1k7sWZY29JEV7vV5bZTyEjqW9aasiPXUTs73lo3g9S4QvPSt7Lz16cEc9nda0PQnaMz3wXzq9Vkf/OVnKSr30Uzo9B1TSvNmztbwJRgc9oOqsO3BbDDytUDE9QKpzvTdG0zx6poc9XY+1vTsoaT2NKlm97fXgvbr+hz3LYr096+6wPZNu4bvi7Yq8KyTxvJ7ekz1FLT+7lNUAvdUTTjscLsA9LO7ePJ9Wtjwj8Qq9Mc2tvQuCgz2pxAa8wgm4vCmG+jxuhri9pBVPvS9ieL0Vs5o7TCvMPaf4Tjwtsp69RUxxPBDybDxmydo9Yl7gPBHtnT3PTsO9sO7IPFLvlbyYwaC92qLJvBPM8LxxZEK91/Y7vJsZBj02kHY9ex/OPEbvZr0Z3wk9ZKCpvFEdhrztQRU9M43DvVGQPDzrKrC96PGSvZBmdr12O4K8tDPTvXfCED21njG81jD2PD7WlbwtL0Y9ILNwPNHBGL108FI9o59svQ2DfD2o7W49bl0bPiXB9TzznTa+b2qBvQsnDL3fDIE93hGyPdezez08rqo9HnhVPQjlOz3ws4Q9GOWFvYcCKz29ZR89Z7oRPeyMkj0DCjY9ppBEvrfq9ztzFY68H6ehPd3shD3WzKM7EmQivR1ElDxlzsw9k+LFvKPe7LzyG5w95H+vPcnnTry8xcY9jY2ZvWCwcjyzvVk9ALOLOPIlabtpkiA9oJ5UvI7edb06pIw81NqPPYEI4bzcakc8IMcKPaGgIb244Yg93n32vFc0BD0Z52O8Zpx+PHAmIjqWJ9E8GOZPvTe/RT0TdUK9DEsDPqpubL32JbQ7",
        "XY4kPTSzGz0IT2M7kObwPTs9gDxqEJI9DE8lvtydMr2ypgM9sasgvaXyhT2n8iM9hLSvun9Z/j04CQQ89UJYuwvGozxtURO9liVjPck7W7zPyB4+uFv0vAWlNL43OUI99ZP4O3TTjD3f2to9LQpevcU/AT2wZnk81yAcPhwE0jx7LcU8v+6TPb3Dx7zZWIQ9fHeZPd0ItLsiwDO+s8woPYOp37yMGa08r2WkPT8Qjjzt5lK8lxj3vCd9ab19b4o9MluAvUIvyLlwoMO9cKTlPAIdv7wWvZQ9CC3bvbFBBb3vzKK8LXyWPTR6pL3XiaQ9rOWBvYYktbyibbM8TC42vQ8RJD1tapE7frIkPD23U70GJN89+uwqvfbX7r0TfSq9jRauPQbt1D10/sA9fNK5vOOmKr1EJBk96UNivUhZRT2vcrm9lv1RPfYYB723vO48vtRevYJTzD3HPCc9wRmBvdWvNr3uFaq9/viQPdwJL7wlTKQ99ukUPYq0Cjxp7dm9R/DpPMprPT1CQGO9IKw2PcAn4zyGq3y9s4DvvbSmjrv1i2I9LjzHuqm/Vj3FN5q9KohTPSDB6TxgjuA8V4gjPMOaiD1ygIC8BCSaPZr+dbz2g8Y8YVQTvQZEmL38wwQ9HxUQvmYeVL3u5Y29CK1OvFA0pj3mfoq95O8nvBMuhbu8CKS9Yh2QPaCui72tpDe6CNQyvXF/h728Ad+9sQWdva53gT1PB5y9BH5RPOmjPz0FIj49XNXXPc7lB73TJKo8CciBPTn/JTxqTDw9dDFCPWAIL739gxk9NHIAvjlyHzyU+ag8ojeBPbcoDLyr/ok9TG8tvCk9Aj3RUHM8EN+cPGkaiD10RIW8/budvTTgFD2lHRa+iZg4PXENAr2LX5u9UTQQvvm2Ir4s8SO9miu7PZh6gL2DB7E9sc2uvYWxvLxndPS7FDW2vVdn77zSBNu94YUOPMOpgbqO+yw8Lz1PvZfWkTwPjQw9x0zMvXgq1L3OMyu9ZATmu/e0wzztf5Q8",
        "PUIdPbHMAzyGDaQ9UcmFvLItErwzgza9G/GcvHlnFLwrv5s9FV2cO5+ehjzTqt69KLuEPS1tNTuJmTq9u9CIvHjW3rxQOcY72Ux/vYLqlDxzgKa9RGdQvK2E6L3xKKq92eGYuuP8MzyjdmI9kFgeO5rZDL0xzcm9Bis3vdLjAb4xiaW8R54WvavAxL2PAps8s+RTPVjtmLz4Y2S9KRckPVOSID1z0Aa9eSe+OxeH+7s4F0s93VtTvDn0BL09jLK9qEkQPLI9uLy040Q93LGFPYwBrz03cUg9BPHBvFmxYL0N5Jm9eCkIvaBZAL3n9n692XM/PR57ib0Q3AG9S3LNPYVaTjy4AaQ93goyPe3zm7xO+fM9W8rZPI0J+71CT5892JQDPp5zyzyQbu+9GjYgvtG5mDzkFpE92gTDvJLmrzzPZSO9KY0ZPHBemj2CmHe91l23vSM2mzzrQDW9rih2PWJDfT2iXZS9qurMPQhvijyehAk9QHaUvIP0CD205om9mo97PSjkCT0wSD67/htHPX2wCLz0qYs7zAt2vX88nbxFZTI8m8eCvFh4Mrxpv5+9P9UKPUkiij0j9Kq9iHZdvYvHPj1ca768jEZaPIilxbyYpxo94MClPXl9W70Ol9Q9G5POvcZcs7ymdiy+E4vYveIg3LxAjjm9sxJ3PXlrdb0w1uO9EaOnvXvo672UTG294C1Ku9+n7TwTC628NqQEPLWZQbzUbmS9IEWWvfxsc7zUicW9vCmdPUkCgL2JCXa9DMWfvfOcMDxp8k08ujFVvQYu9Dz2PVO9W3MGvEe/cj3fOfa8QMfSvV5H/Lzcrli9nD21vLb0NL2oClA9RPwku7hcdL26viU9V8+7Oy72bT1Ylcc8BbIrvRDFlTtkYgQ8I9YDPGBJCD76hJM9hC1EO/9qhz2EIpy9U0nZPIdn1z1hkP+8x5N7PY7437tk2yi97fxSPS0wVb0EcDM7FnUIvWWfmr2eDmQ9uUTQPP2h0bwyJTw9z8mSPbrFy73tF7E8",
        "JZwGvsBJO714xMu9/QiVvVYpZL2tWoY9JWpMvQRRkr0bE/k8hdpnvUK3xj2aIJs82FtVueJjtjz//go7EHSzvae3ob0ulDO91SSfPXhVEL3NnB89UH+cveazsrzMjSm7Znduu/AcCD3JOIK9+6q5vW0/Cz2gUCe9v76RPYrfqL3pi/u9jeNTPeXSjT0AeEe97cZ7PE3/nD3XKPu8sucIPTTUhL00LrK7OB4jPQdw5LzLNdO8GDVNvTf2Xr15hes9VA9vPKqzjjx2lNO9QtBLPWxAFL1fZzo9OKYNPWrNQD1G99Q88tXCPDigWD0Hns89aOb8O6JpurztUVw8DW/UvU8ttjyfgky9RpAqvNSGhDyvVd29MCx2PUkQ3L1OEV49i/r1vOn2/7xVeUE9K3+wuzy3JD30hnc64ukDvEM9eDtRb2s94vYlvGtzw7y3Tp+6MU+JPXXHrb13kgK+s3bLu7DqlL2Ldpq96tUAvR96Gb3fuBY9kyG6vdw71z0eEHA9L/RdPCYOCz2TpgY9F+wdupp5fz0dceY8gb14vTHwDz2egOS8+1X6PBUhCT6o1lm7CxibPRcII72WVHG9QF19PLa5D7rMzl895iV7PI+iqDxHLBC+mAEiPOWJ/L3iFZ68/FydPY6KPD3fVKc8uSPZvOFefz3XRzS9omSxO8D2j70g/969q6qqvBxffb1mibQ9voP2vRpn2j1/7QW+dHl7vT9Dq70LhtO9y25jPMOBkL125pi8+20VPfJ3sj1bKkg90ySXPGnWlT1ayUO8PFvGPSzoer1chb29BKMLvbQeSbyR+qO9MPETPBM5PzzVRdu7Y3hwPZrnGTycFIs9/V9gvALAprwSB7e8jFO5O5D8gr3Cv6Y9Rd8VPUpv/L1D9bU8zP+tPWkcjb2pA5G9Rl1uu8Wz0z22eC+8jarJvY+iCjxA6FQ8nnaBPS5Av72PtT89rcBCvZ+mnryNLqS99bsZPWFHQz3E2kU8exaXPUwTnz3x5Qk99gccPX53sj1tXZw7",
        "nyeMvL47iz3dM4s9BplkPabrATyBY6G9ISmNvdMcV70RVPO87yYwvcwIZT1NRGy9nbyVvcETrD2ua7W78QJivQ5OQj0Wsow8862LvTANj7uHpas8REp/vWadMLw/uCK9S2dsPQQPh7z0rrO8x3YAvkLPITz4naS9b760PeqIk70E3Ke9xiQBvRbOz70kiai9GIIwvkbh873mF2w977dmPeq4Nb7sWDS+UGMdvaPmZb0pnjC+VYRCva5qw7y6UIO70z/yPEMoD74qQRi9ZYUtvGg4zbxhyOe8Ku2EvXKmx7uhAvW9CvsFvWvHhztWNA87xhDIvbx8773xYmC9QoUEvnyvP73Z7Ju9KsShPb3KGj2JBLe8skgMvZAVvrwsEAE9T3+zPasVU70nDo49q4fqPepmHbyLzuQ8C4VTPRYrJr1Hz1+9dXSFvKOuXT24+KM8+HKaPHNYuj2bMie8fByHPRAXEL3FgIg9n0mEPZ0TtTyo9Ec8xCGmvTvvTL3xFsY9ezehPE6C8b0OonO9S1DnvF9J2rw14eO9cWS6PPhgjjzXQoS9fsoDvj6v1TxCEKY9dO/fvOau9L3N7eq9VUBCPR+rrr0hvby9DGETPf6WmTwF3yi9eqZSvW1Zr7w9K5y8ZSqOPSpQ47uEs5y8b5BBPUjBmb1EnCy9IkGGvXcGgr3OSa89rMkCvfrXmz2duRQ8ordpPYkEQz1Tm5C9lOjEO5MrjT3At9i8hF+HPHt98Txceoe9OvmuPU4HHT1kKb899NAHvS4qgb2Th689wdSEvQTwa7xN4EY8ZjLjvHT6Eb2Jki493FJjO/1Mzb0WjV+9+lCEvfjO+by+6mi98yW/vZNxFr0yEYc9TXQPPVUFAzwuHGi7GblCvap2Ub2sTHY9fw6HvcTta70oMLQ7QfDXvR2uMb3uA5m9pzWbPaJqLjy4klI8sRCTPU/O4b3GSTc8xJk/PPbZeT23ydQ7cTwSPBrzKj0k3kY9mPVEPZjBRjy5azM9neAbvG0Rcb2GBaE8",
        "I5NfOmFpBj3IT6E9JsydPQSX+j0Lq409mKEdvMzTr722/vA99n2NvRF+kTtecQA9sfC/Pe3TNjxBO769KrGpu8ptsDxC35K9c53WPXdehj1MYsk8DTuqPSmCYb29N3U8Dwk6PeOHCz7wDsS5bRQhPEbSxTqenX+9KSMLPUdoNr32QgU8F9N3vB7prz0IiNU8KIYBvrktlzzoNq+9jnLQvNdqsrv8Upu9draMPU17Fb1YV1G8IsSEvLE8zTsyGmU9hPomvbzIJD3Seh89mM6QPa/Mgb2mDqm9UWievQBoS72Hxac9f9gFPhSreb0lY6u8Iwt1vcs2jT0CAbe9Qvl8vURT97084Ge91Z0zvZHGUb5EFpa9lZxZvUkqH7s5cuy9jPTpvXnVWry16nO9IVSLvOGNRTsEk8W9daczPS2WL7xMiMQ9hCl5veziIL4KDZa93ZGOvb0DSr3Vlv88qrQGvnIWsL3YMWG82zVxvfL7FTwVxKu9xUngPK+YSr6kbQG+lFVsvA3sv70Idsi66kkkvattETx8Uzg99EycvMBoq7woPWU9zNbQPYZAGL3L+Jg9VhNoPNwJlb2s6sy81xL7O7jaKz23BwO9qtbKvDeN2Twcsyo874JoPZ/u7Dxd9uC8TEWCPdsjgb2O73C67eNlPRVgQr0sfqS739GgPL5Ri73E9/m9cPRzPSoOkD1zseC9P//PPJtcrrwAPnW6zqQHPTro3TpvGk48Jot8u0ZGE75i8KG9M73qvaVnST0wA4C9SX8TvOnFTTsfNxm+ws/wvaXf9T0OUSs9kr77ujNYib2PtwW9z8iVPX7k1D0qLs68Da55vevEQD0B3fm9THVmvSzeiz3nD/I8ccibPf78rT2AWpE9JzoGvQpcVTxO2c48IfmGvcJzzj2u8Ms6664LO0Kh1z3nhmi9y75gO1/nTD11TuM8vaiOPOr3HT2FegM7w+d8vdGB/T1aYz+9Wo3ePAUrmbwQZcE89jUCPQav2D1p2Ss9lPQIvTLO3juy1q89",
        "HYOGvVWTtLw3hcc9/0CPvZfQmj0GHYY9Pfw5vTIryT0lzOM96BcgPBvlvD0oo2w8/Pz+uyQJDbwMPtS84a06PYQ2Ez000wI9THSbu0b1mLzPTsI95JqQOw0AIb395i+8ROUgPQlhDb0m0kw9A8a9PTz6cbtzKNs73DX6vDKfAj78Sls9OaiOvA3U3bsoFrU541f4PTofYDxZx0a93SSFvSJNDbyAKqg9J054PV5Tlb0SJUC9k0pSvdghLT0GdxC9x8lhPSM50TvgbQY+GflRPV3koT1LO2o9RC2GvU1eF73mJaY9RN0wPXQySj1m81I8O3dkvVTQeT05PUG9Hc82PWaNjj1ZSG89bfFbvAaozD1FmiK8FJBDPN1ZtD3SwGY9m7EavfRqCb2wdWg8n/BtOx28Ib2Zplc8NAI3vftAIb3BvTc96HnTvdRxkb2+Ah49sWi7vNSNhj1zBh89na8wvSdlQ714RKe8kx+HvLMXMb2P01I9DEV9PThTaL25Lg69nO7QvCnCnD2baEG8u1AbvZ5laTwl21+9AIv1vKxCwT1Prym8dWYzO1p6dbxbBP69A4FhvA83ET3QB2I6RfYPPc89B71/Du08PEnlPZlZ9LzgQtO8DZ/EundIu7ypEJ+9D6+2vIUMhLwRcMg9yIbYPb45NT3EYzu8+wTCvayCML3oyDu9M87eveD877vbI/W71tpHveDwuL1w8hO9wUfgvUJE0b2dKim9x59dvReRLD2JchK+USsevVA/Rz09euS9P8ERvJVf8L1fFC2+LK2tvE1weryfRW691NaJPRxr4rxnoJq9xxAwvdkMgD2KtQu9YreEvCaT/Duyt5C98x3MPG6ipb3cAwW97UlKuijTNL25Flq9/+b5vOmjPj0Ot569436Wvbqhlb3Teyk86SJzPRvriL12Hlo5ZJiDPBJgmL3xT6W8tWdTvXp/RTwlpnc9hl6DvZ3CjzzjPaE8V9XUvd2RTrw8jFK9koadPbMxzjxp9hg7fCrju0uEIb2gnOc8",
        "cxeZvWTJCr4IsQo9rV/Su7L9hL00rPQ8MB9RPdNTJ722Xuq9iW8YvWn8pr34BC+9FtkkvZDVh73Zi3m9hUamvV7WgLylB6q9cKWAvWXfU7yc0kq9GMARvQNMHD1R5QG+tTckvShm+b1sSW48R3tsvcA58r2q4Y49Q8sfOchCHLy/gue8o5HnPPKl/TwgqUI9tHXHPdfvs7zRD4I9ZVwdvQskQL3Bzpm9rGJUvdZyXL1u30O9sXqmva8L57xKjzI9GNGdPQ031z0ZKTA8sxZLvZohVz15Tu49iTyGPfYVX71gQMc7bQAcvWQj2j1xx9S8Tir+PDa7oTyG8LW8xsZ9vCwkd72I6aO80I2evcx8hjyRzmS9dmvHvTpAGzpBlay6u8NhPbvMnjzxmGe9RHmWvYrfR72Fjri9N9tSPQzfW73envs8xHFWvZkToL01Gim9j5ZLPU4smj1divm8oIpvvCs9mL2lXmO9cceMPQ0fgj2IbHG9Z+jbPY4lJbuHPQG9HCqmPM7Gi71L3KI9cdF0vQMotT3fIJ48I9svPettyTwEuWM9sXUHPKU7dLyOns088/QvvcB9yD0Wm2S8yGkEvDUsfT0e5KI9B9FevZ5sWD0iqea7oyycPVTiersGP1690XJ8PagWy72BXZS9rQnRPVyDqD2AXwI+1OSRuhLGlD3W1gm8wCOUvZNfrjzGxgU8CchyvVoWhz09iaC8LPMVPXbVkb0BpEa9aFR6vQ5PgT3cPpC7UmOVvWnT9Tw9F/M8ojo0vTeGoz2R+108lUR4vEz8jrtC6Mo9ZWqHPZWCFL5tLxU8eYHjPCJ2Hrxrloc9m667PaBzZr1KwnO7+cDqPDN5Pr1czJ89vtTYvMcuP73jRru8pCJuPX4bgr0C2bu6wdChPeAMKr2PMbg9ltqlPTKXkbx2ERS7RsCpPcISZL2KIAU93y2JPUNvhj1J2V2819VyvfR1pz3OxcI8agwRvVgY8LyT1Ig9vR1OPAneqT2XQKE9ApiCvGhm9zybc1E9",
        "X6AVPeqpSLyPdtC84JxuOyeoFj4k9YQ9KJJJveyTSLueFig94dDmPR7roT03xPQ8IfKLvBj7jD2nvq29XdudPQBUer24nKQ98Y0ePTcuDT2xjq+9BYGyPT+1/b0Vq289PwzuPYS2vzyBDDS9w25nvRYOlby6Pgu83J/nuVpaMb16nr89WgZAPEMb4L2vPlM9zVO7vXlBI73LSHs9zFW1PbXhrbzaXeS9LSnFvTwliDykP3q62EaTPacV1j091Yq8k2ExPdlY17xb2Do9ATK9vARXZjxjpYk76JC8PYrbjz1bIM69+6CNvXVq1rxGx/K9UOaCvWGk4bzsz4W96hHWvBeb+bxIDxq77prtPAh7/DxO0cK7WDKrPINYXr1GzhQ9tAchPVuE+ztamdg8HBURuo53jT35A6u9D6wZPGBodT2gQJs9ttSOPGEyez2Vh628Fm6+PVp6NL0iUWY9az1cvHu6zj3Us4s9s2O5O0apJT1LXAU9K3xhPU9hhr1FOC29imvCPd9KDr7ncaW9kclcPbEK4r3eWsm9z12XvZ39tb1A4ya+OxYRvrMAvjy4Vzw9PBwTvvb/Rz0ON409MqRBvhRtqL28nWK948erPQgFbrxS/cy8stePPTtfm717kyC9fdFfveSLGL5SwGy7s94WvkYCab3/r2A8edqiPViroz0XIVG9P6PdvWYOwT3nSni9HJ2wPeH6lLpiNKg8JKKPPe1Jj71grH49pjUJu7CkI73C2g08I0AsvRHudz0rVY89aIWqPLyBrb2PYu28kxEBvSannr0lm9W9r2sfPetTsL3A3YE9St3lO4ZHiD2mkhA9v8kRvZwPVD0d6yY8K34TvexiqrvhNOm9/A6nvRg8qr1AsxG+r2PVvU0Pp73TiJ29bqNbvdEcp71WU+29BS62vNimz7xFxB+9m8cSvYUftbxtpY69AJ0xvgCPkbwEO9S8HfmPPTq6Ar3Gqkw80WHdvDctyb0wCR+864RjPa76jbxdvwm+onGLvbQhOb134EE9",
        "WQkuvZq1lr1S/4889rcQvTnIGj5liDy7KkgUvEOkqr0uQyy9Ws9qvAgpG70FS/Q9wYCkPamOm7yeFTw8lR4VvFUH6b2HrIA9JLWnPULCGTw+ASW9fVbjPb/yZzsFV0891rIrPhEf5T1YdzE8v8OfPXDoGT3+z+i9ldUTPUDIwD2pkQk9F5sYu+7Nd724eLc8lSoEvAYmrr2dXi+85MgCvroP0DtkNu+9uvbTOy9FmDxmABS7JO4KvVre8r1QE587OgoXverxB74GLpK8JnwnPcrk6ry8y9s9pGtnPeQBTr0u65+8V36JPcXofD0DZ2s9nDuIvZk8vjz/gA49JMNdPTqdvjvJPMy7WFkAvbxjMj2YAHo8XRQRPQ1UcjzmEqO9gxUWPWOPhj2aqHM9vexuPd9WBj06VXS98pp7vG4rNj3TXGy8ktq+PP3CiLyYIm29oZHGPdlGR70ejU69G4ihvQ+mLrzLCa69ywqBPWmDKT1/q3o8DU5evbPOvLufjYg9b0WFvQHCgDzl5uA9SesxvX86AT6AGtE6EIYPvSq3Jz3dNyO7w6tCPXvPUr2gdQ29ac5iPVl0qz2NCk47qc12PMsIUD2D+4W8to0aPsLmaL3wTUY9SC3/PdzPCb2anko9mJp/PZncLr2nFS29sC3uPDjuyr2gFNo8j0XHPFDoVr31PRQ9bVtGvaplej1fWLo8szVGPeWmVb2D16a6FP3NvVF2mL1gigA9oYyMPf8RPT2Am8K93qogPIs9c7xkxyg77AQFPTBid73Qlwe86028vQ4gabvVj1U9hkiPvcpIijyj3tq8Ch9nvHPW27vv3Mk6NvIqPb+rqzzwcgo9v1sDPfRKD72S1qe9/kMPu9eyhrwReYs9F/AlPbB3er0LTH08QDMUPbSCfbxYp5A8f2aSPLlrDz3vUKW95JEtvVjxCr0a2Ja9qOe9vOIUtz2ZLwo9tOjzvOb7JT3sGLm7Fme/vTd1SD2ml6S9LOF8PLW6kz292GM9IWKEPa8Ny7zgBJ29",
        "XwCZvEw93Tz6QKG95u1ZvZurKL5/+0O8b4w4vBEgKL7sXQ68wighPZw/wzsIg448bsoxvHJSTLyE0wc9NIW2vRpRQL2UV5m96LyNvUa63704iaO9LlHmPX8HAT2qMkC9JrVIvU8Vlzz2gYS9aEGAvU2Pmr0B+6S9iTjYPDElLj2g4qk9XTuGPQalnT26lWm9ytBxvAiZZL2SfoC957x4PO/zFL3earI9ycHFvbbYib1Pv2M93ZzvvTmHZj0uhz69jtpAvfGXUr0e3Ri9mYPcvF6KpjtAksa8tj4fvK8DWTximME9JyYGPc29uT13NR495UIhPR+W0rx03629xwF+ve5lB70RNSk8xVOevffwCb3TlJ+8/sVXPM7k0Txsy8q7Pp0avZlDLb0lW0k9konbu1pNoz3ZuxQ9wKxHPUYVP72kB+Q9EWidvZuE5j19+9w9EV1kPd8RAT2ebTA9VU7dvAz5jb3TauS8iBl1OoGskrzKs5E8+dSVOYIO2Txj9/m8VnetvKHGIT1oNHs98Uquu5ne3D1NrnE9kVK+vMPcjT0dL5s9elYUPVm2RL173K89LXHDPJUwajyI2po9oH87vW68UD0eAd495P5GPaqezLpCmJE9eoK9PfmTyTw4Dgo7xhhOPik09D1orhg+ZacqPH/lBb2uzka9bhxfPcV5qD2qPss9vBS1PXibEj1DOgQ8phq2PVEx2ToSYLo8geA5PHgVBz2F6+08RCy3vJ7qKTyXzXm9o5eevRFX4jxBRpo953qBPHpIUDrihWq8hz5yvQemi71CgIq9X/uYvVVfmjzwJ2o9RxZtvR0kfj1mApC8lY3jPFMD6rxMRye9lMX3u3J4FjxE5CE9EXJ1vfPkmj0ixaw8FBaBvcbXpzyjUmu9lSILvXcmCr6Stuy82Jw/u9f42DweHhc9MW6LPLXIS7394yU9HsIUvrRmlz0LwOU7cuiju4lMNL2pWTW9FYLyPJZLCz3HlHK9RbGpPAJGdbwzrPW8Ykz5OS16tbsa63k8",
        "/TRFvfOtozzA3G+9R5VJvX+aMr2Mscw8tp91PGidr728wIQ9wtXxPQ1DPzzour+9Rg1xvb3goz271ic9kpjpvEwwJT2iQK69y8ksvTqCw7vxWK69GJiRPPSVRb0NPtO5MFbIPctOd724zoA9ncRQvIkwqjsuA4W7tun5vF0LTjp0PVc9Ib0JvSCGrrx+gHs9yNKyvFo7Oj3LGIq9/bi+u+5U0r3Jb3O9adyiOqjh/T3O+Ay9YBNXvJ32HbyI3H+9D+6vva6OGL2juMo9/NtKPWa1UT0aF2q9dga1PBNmsDxvj5U9AWY+PWje9rwqtbC9jWSePD5Hkb3nmGe7iQBxPRvwaz1PT6i8vhSPvcskD7zYDc09IygpPft4Db7bKME8I2A4vbq/oLwadYU81vifvPX7oD1M3ze9vJ4ZvYRQnT216jC9ZqR+PX0NXrzJ7WE9rGdaPZoKl70oMVO9ldRZvbgnmLksYTa9MlcuPSOIpj35md+8FnYtvQcndb0Ky4g99m4qPVi96bue3pi9wtOQPFamnD1KXFq8kkklvr4RezzJpZw9+oqmPY7TUj0y99q8qJIZvUDkmb18Zjs9TrQxPbUgvDwIlpS8C6CNPVF7VjyBM3+9NbkLvUX7Bb6kwlO9dOj5Owtpcr3W5X481mCMPchXMz3YOfc8a2aSPWGFLT3Z5pK9iHaLPa9DnT0egW48IsYGPc05vL2qtg+9QKL9PLzSPD3XIGQ8FGaKO4SeeLvro5M9rZTWu+ChyLuqCrg9TVIXvY1vVT36N9K90avrvR0zar1h1RW+rP4Lvv90iz1uXro99UTrPAALKr0Sznq9q1iNPLULLr2LiFy9XymEPMUOfTxIUvy8+/POvVDxPzvq3k886T3MPdjFfbys44K8GrHSvU9SgrsJQqk7OGAMPSiXDj1XhAs7vmOavdPhHb23kV49VXjFveCiwz3kyP08E+s/vUN+CD3NAvW9wHIzPfQRibyNRAw9+hSTvd61qL173hg9QGfdu2hCoD05lKk9",
        "GfOAvWV2Lz1ey4c9r7krPfeTlb184Ma8IQUPPk3ivr3DrwK9tw9FPWhF5jwRLLU9TADdOyuyZD1jahk9kUxEvT1CHT0uhKq8sgt3vZuTQD2l0sa9DQqjPOMoGb3Btwe9ll+sPYxwK70mNvY9HXzQPFI037wLLcc9+6/HvFIEvD2Zlam9H0fDvVGi5D3sb/i8r7SHvfVDizwmCrQ9E1efvaJ+Br34RZK8Su1MvXtlgT1ge9U76xrwvE1KqT174G86BHeDPXF4vjuye7i9UhwbPBrNFr3Svjy9Vec2vVF9+b0tgqM9sPtavRubZT1F3bg9f462vLxRM7vEx2K9IlZ5PFJfpTwIYRe9rKebPc/AuTwkjpO8mLKZuqIvjD04sLc8iTkYPXchfz2Y5Qa9rzyevTCcB702BjU9KyAEvWe4Cb3ULiu9bL/lPNoag721j3U9Msk/PGkDUT2adkg9xJTVvPV60Dzl9O29L9JovM96Sz3j7+W8+ZEfPRA7Wr2UfJw96ts4vZhs0LrE3Zk98xkAvTo6N73kqHY91Mo1PRQqO7uKEd879JYrvEnM6ryynYa63/uivbMaWjz+Fhg7slj4vIqE8j0FJio9PR6jPEEdSb1mww09QonUPPCf/DwWY4i9vBHXPbA0hT0aRtM9ebxRvW6uqrxKNmk8NoicvTZNYrwAIfW9y1LuvKN1dL1zm8u9j1nPvTNQrr3Rpk49TvtovFFyCz0DA5s8cWfUvR1ogTxF8BS99cwgvru8ez3yGu28Byw8vZLZODzdXAK+sxvTvfZpAz22O0k9QDf0vOlEuLxYsEw92ojPO8i7hb3Cho48k4ArvVxUjL0+NBu9sCczvem7qD2HiYW9IFmzPAfgI72VVAI9iiKSPRZb9D1XI7w9fsmBvAgznT16QG69vEnQPDzWRb0WoD09sj8IPS0ZPL2Om/U9mkCYPTMQ4LzLSZG8Zy2BPBoGdr3cRzq8eSc4Pbd2pTy2sRe99agHvK65pD0b+ZW9ySqcvBanfr00Zg48",
        "Eg2yvXIOk7wKPk09NBAPvQu2WLyyls29E2ezPWgWXb1aOre9+ECFPClzgL0ItwG9WsIHvR0Gvr08R5+9HsWsu8T34jxZrwK9E2YFvFl1lL2grlC9UbyCPWj0MT3Da8y8RiDzPKVV+73Amkm92skovQ86F76icYo9SysBvjGSKzxgyb09l0iuPOGDQLyEUju9mSbNPLMhEr3bBvA821Y6ve7VWj3gnpA9DpQXPUdmMj1qyfu8ejgZvI+bVL1AKpU3Hu5vPcVomDsB3rg9LXmbPe+SEL3Fp3w9zOPRPD+h4zwEeZ89IiDWuxbk5DwybBk7zfY0PTR+7r29v3+9x2piPXaDPz18vN696NcmPfoxHj38mvQ8frkVPVefoj2JP9W9CS6yvVz75r01LZK8uDyYvDEZMr1ARES9ZPORPS+YtL2kMxK9WIMKviMyvjwQSZM9aY2XPWcKGb14kIY9poravTz7qry/0pG9KheoPIJ8B72C3P29z79KvVQyFD2P3xi9oTCbvftehb1HUT293DorvheRYr343Hy96v6svSVJh72MDoK90CvEvdMkcr0CroU9NlmKvbc5Wb12RH29fKwLvn4d9r2/r9S9Z10KvrGRFL5dQxu+cbKYvesgub0zPvi9FBY1vlLJij0uANS9Fv6uvaDEAr19LCm9bRNOvtZBM7nXZ4u9S1FdPc0s272k90698GLZPVEdrT0BDby9h6rQPSL6ML3sIBC8td2vPSmHgD28WXe9YIUzPSZAhb0fLRA9peyxvai9q7090/i7wjspPBDhajvmVoM9QhRmvZMewD34qRO8eYlyvDWdqz1Zq7G8/x7ovScdBD2BdNk9rgnYvFrqLTpsNYg9uBTMvMmGGTyBmwy933HGvfvFhr0S3988UiG/u4pKUL6+rEq9Wr1lvGEgcr1jKmO9zhY2vamWALzV0OO9qrDPvOma4Lxf2hC9dhsVvjnF272AxYS9ZqBBPalpHT1cGL49dxL6vMykPD2oHmK8JV8Hvhpow72GIj+9",
        "Yv31PJRHVT2ETda8PWeIvazI7z1QZTW9Ri7PvSZYsT1WTM09GRlwPcfETj3Gz5m8ckVCPQO3Bz3i4Ka9NS9YPXw3wzy8LN48t/rkPZZX5Tw4FlO96JXrPHmegr2Euqk8CbIoPO0Haz0cnaC8vpZHOqS3jTxcuuW8AI4zPVYZdj2iHaW94WxwPQgQwzzVGuu85SqrPE6oQb17YcQ8yrocPbbnTz1eKZe9GcTTPLdzAbwSAqm7eSSKPGRb4jwIfGK9BrH8PaGzwD37r7m97s5RPXxEmDrS/RS76VnMPJYAEL2FYU+84kB9vbhgxr3kDJo9u4Y9PBlDYL3NuOE83UErPHa64z0gYge9jgyuPTR7hbomG948+j0HPew88rpTN6+9B9W6PW14bD17Dw+8SiQ+PXOHAT2RhbU8L5QQPTbpoT3OCJq9O+zFvAVz8D0W0mc7Ru92PdcwAD0wuWy9TBKdPdy6TD1Mg5E9flHavGmKsTt9Ru08Camvu1X8S70m8bs7XJL3O/EYuj0oXSu88bmhPaytV71J5a68WBOAvfiGWDxW0j89ZSJ6vKeurrxPT6084CiRvVjzOr04Ukc8Isfmu1IAK70Vrk49jWecuiPNtr1xQXg9bCPTvcVPzr1AuUs9dEc0PRTC/j3mki69CKW9PJEhUb13lOe9h3QpPMbfIL1igyW8bmO8PWq7nz3nPBy8NJGhvOedjz36gIC8qdYMuzR0gj2pz6k9E+nDOrotFD1M2t89nUwYvSuI0Ty3TpK9hrCivV6DyDyfkdc6bkcHPccGSry7y5C9AkciPRsL5jzwtkC8jGW5vJYn2DyIjlE9Bbe5vJCdG71dhte9ygJ7vRjmIj0Nk8w8JpW3vfH4kLuqDv69PpCAvNhlpL0nggI72FZ5OrDUULy16bo9SMmAvPj7Yr2HFbw98j0kvUZ6Nr2/7Y87GYmmvRIqjjy7h0Q85w6nvYxy8bxoAhA8rdGNvZZaQb1p9Gi9I/DvvZICF77M95A8Rl6CveTwaTwyej49",
        "GqvvvN2dCL2uxAY9gwtSPYq3Dz0JZFG9RZbwvPFQ9zvrcIk9QU+hPBWXmz0+DvS9c67LvFbCjz31+pG9JP1mPSrV0r0q7nq9aPOTPS3o4jsDBoS9zlUfPXgJhLzNECG9+9NAPGzLu7xWvpq8g7w/Pa/oHT0hFri9CunXvexQoLz/TNO8doYDvgUvo73fzqs9xbhQvi8usT3Jhqi98AKTvKQ/w7xCbzm90m6CvQ39Dj0+OkS7cttzu0SVtb0IOye8xfG2veh3z73m8bA9CxyNvV8Lgj1qIik9f8bAPC+UcLzUmLs8PFRwvYU5cb09VKO9KrlavZKni73m67s9PVo4PA5iLL2Dirw9iYiVPZEItDvolpw7QXplPJ9Mdr1tjbM9G0ilvb9slz3hjoc8oyFuvbrclD0uS8K9fP4bPVsWV72I1wO99xCbPZpAkL1i2bK8TrK3vQOw3r1nAq+9tRocvSHDAz4auj+98sKuu5X3or3G/l89ZVdvPNYdMT3gDaq9HYqNPOEaVT0Ikmy8RwLKPWc/i71fVNS7qFkPPL7YwzxT0Qs8kjYpvVs0KL22fCk9anjDvWL4f7yZq+s8eMwpuBAfs7zwA9g8D9+XvI2ZWj0Ns0a9nU6WvaJjH715i3g9/56IPQd+or0dp5a9LQ/qvVioKL2r5h69u6hmPJsH1L1sCrA9Dhnqu9WO/jymlOO8jKt7Pa+GnT3LM6G8RCvHuuyvvDxMmh89pODeuzU4UDpu2Cw8q2WPPeSKvz0FeaE9wNZcvUPLdL3Buus9nENgPPE4Jz0XdC49xVNTPeaiVL2VVdY9Xh3iPGqh3DzUDcg8i/GSvEUoiTxOJoU9EVwWvWbJY7110OK9uleCvWd+PD0drA29b3glPeCiS71wUJc7M9qxvI9mT70f8Iq9QVSwPaefhb2HGEg8aB4QvX6Y0r0ldJq9AVZTvQ3EJzynDxe7vvI3Pd7nAj0kJy+9kl6cPJGqjb2dtoe6W1U6vQPi1b39Nes85GnHvE7Uwjv5rwA7",
        "73SLvRoyGD1w/MK8vR5CPLFfAT0KJcO9UTrSvUaN1DxyGiu9RaaiPQMzKLx64qi9nbeSPTB4sb0gqL+9QeOUvdEXgLvi30I8OuEOPPAbCj0rRQQ9CSgBvHrr2jxkamc9JAZPvUdGtz0X2cQ8lYLDPMWPRb0/fI09IoAZvhpGBr0xAiy9BmoXPYtu8b3drGA9c8D5vZ8aaD09OkC90wfPPbI1bbx6iCk92C21PAOneDs3koE94gyiPCWFG74ThG49AtYCviT5l7ynpmO8ucGdvR/iO71vYNK9XY6Mve8JuL00urW9l/U4vQuyj70irA2+rp2DPX0yxbxQt5s95jtwvdwvhj0dRuM9SoLaPaHbEL0IjEO9/Lk/PCwZkz1QEpU9sMS/PSVBCj2TR1m91yxBvHWKtrxj46u9JZXEvWC8vT0Xh1w9dpOQPQWror1R36u95IfpvZ1xEb0H8Um8UUB2PUpgw7xkEiK8qpMQPNNmhz1F23M9juKRvQiQVL1G9vm8RdffvJSrgzsh7dm91iYevcrqkDsoEYE99Z2NvT8Dg72x1ay88ZRhvRkZcT3GFJS9pcM1PY16Yj3G2lO8OQS2vRUCCr7cRIS9mPobPGzAcj3vMCc9XC0TO7SKyTvCvsS8BK+hON4oyL1IcWk8a9AFvoyKnr1fH/C9KMetPPxqpD1SZcu8HYDCPSlcSD0b8Cu8mCMxPBqSAr4WfgM9PbOTPYM/CLzikQ89H+r1vFGXqr2YpDY9yxS6vTlhhD0MhX69D99dva0nBL2lSoY8f6OSvHXkFr3Uzee9jp66PP7fOjs4yWs9uWOpvaGsr72EAam9ZquMPWem4DwvIaG9tDBovidPiDuxzPw8Ba0PviHicD0c/9A88kgRPfyQI72IRuy8ByjXPIsrS7t7VHs9AptDvQYmgz0dOZU9SqgLvQ14KL0YJOu9ZZGMu9UTc7tKc/E8i0JSvXqwIjzCdX+9l2OEvRQLar0Gape86l3GvDT76L0KGeY8wL8JvgwJHL27VMW9",
        "BRiWvVtHKjwQArW8W+r5vSvbr72fUzy9QRoJPQQGPT0ev9Q9JTllPR5I370KwvC71sVovdVUFr7JKF69fgWXPY1Jor0OX/o6oIj1vToXtb0yuNQ8dlVsvV9fez3qXi29N0JsvXxl8jwwzQY9B+bevc+s4bxKwK88hPZhvQ+PJ7523Mi8004pPR5pKjw7YUm8A/+vvU7nEj3p5Aw95CCMvaorlz0NH9k80veTu2TWZz2y7gi9+pHPPHNZkD30prS8lFFlvdzWdT0off88Bco8vZs9Bb3q3ba9q0WlvaCHRrzQIOg93LCKPNwxQb3tpQS+6d2nvXeyyLyr3K49f23avcbI1L2mSe68L5f9vHGI2L3spKU9EJgIvq77hLstQKo9vOTOOyihET4dZ9C9JM7JvWVTQT0KxTa9YH8LvPSCyruKnKq8QtPMPbbP8rx4C/W91B8+O9Bqrr2Hfra8PXX8uy62Jzy8eWq9Rz+4vY5M7Txkanu9iM4hvSpC/LvsIhY8lsntPF+HbT3d4Y07ghd5PRaUHr2kmTU8QvadvCDMnL3NWAk9aKNcvdzMpb3YpvM8iW8FvKyRI7zOkYs9ATi4vbD9BbuyXWq9WV64PdG2Rj1FWQA8YaFmPch9YzznCIq9AaIFPYgaLr1hq7g85a3qvbLL37tynWS9PtOLPer5kL13ILK8z6d5O+WrfD2i9769N/WLvdQV670g3mY7DMbRPRqpYD25gBu9sFuYvEJIjzys8hq9Zv+4vZA1yjxlPc49WiWAPWWA+byurnS9fy6UO8JZvr2axB29A1mUvX9bfL3VhZU9VpPevI1Q/DxKxF09Pgj2vJwDEj3969a9/rqovf1Ysj0dMby83nBUPJLFqb3yq/Y77uGOvc2QJr1Ma/k876SWPCaduz0ybPw8TGgGPsPdCb2+FdW92yz7vXNoBbzkpty94QwXPSTwvjvo4+g5CqcPPHK8X708lPS9wWQ1PRkFuz3s57a9FIaiPLUmvL2NP1m8JCqrvWD1BTyzFcW7",
        "yDTKvREG2D2/zuw9dmQOvtIogj2L4i68rFd+PMXadb0Lnsa878ZGvd4mnrzw/d69daHTvGplAT2IHD88PWjiPLgJ7jrpUuE9YtwbvoqLLr7eW6M78NSvvVF9c70Yt/a9CMrjvFTEOj04M+O8+LAEvKHtFz20fO08UuWtvfIpB76Iulk9KbwnPUfxBT2EXJU9vblvvat6WT1fRGG9LNZBvbKyhTxS7WW8bD2LvKKkl72eZ2096M8gvdzm1rxJZA498xSIvZ3qir2Ifdq8+KPEPcrAoD17MAk+5aUJvgp9xjwe0i49/KFYPUchjb1/wF093RqfvI//7b18cFI8tArevPf6Jr7GZNy8GlG9vLdstL2SdHM97b/kvYW1k7xgHDK9cZ+KPUix0D3T82u8GtOevRt4l7v1O5i9x3w9vTRJgD0QHgY9LOLqPZDiz73BTFa+NaGYvVezpr3BRkq9RuEPvvRQGj0iL+i7qeOZvd5Hcj1okma9OyrWPOuPurxTYsS9Lfd8PILci72JSkI9pRG9PaClwz3S4ws87lAxPM9WlDvNH1c9JRDbPKA5Sb2oiC497HyMvXSh3D14ae48kXw/PXxA7jxMdoo93ErXPa8Umb30aZK9lqKUvL279b3ngG28Mv32PXLLg7qN12O9ty1xvRwx+LwtIZM8sCcqPOlsjL3M8XI9texaPS7ggr1I5Hy9p/8vvPWR8rwmKlO9ZYU0vfM4rDyB3689kVjVPTA81z0ti4Y9uwKyPQlyNb3wB4m9X42pPU/Uvr0AyyA+QSzCvPVOWz3u8Jc9Vs6XvWKBbz0Lqd+8MlpLPS89G72if2+9OkiEvXMYvrtmi/M8FwPLPOSAAD1xKHq7rrDsvOxKhDrY6HA9dIiJvXX1Qz1ZiKQ9C5jQvM5WMbxclJG8AwHYPIjk3j2L67y9cQlJPZhJDD2raAW8GVJJPRSCYL1uSck76bcCPdEhOj06GZC9jq2ovIdnlj1XYxE+8HKlPLOiNT1xviY78UQxPah/ozwVrya9",
        "lfYwvcir+Dy6TgW8EVpOvffBzj0RYwU9H1BHu0Owt709+Rc9Lp0SPTYmNr2gyZY86aFpPWIaOLwrQ8m8F47OPKZATLzrCAq9aR0bPhnHsryWYe08gB0YPm93UL32jJQ93RlQvRj1Nj28Igc8fdSvvQU6hT3C8K+72P+LPdqw6T1ZVIQ7B+1bvb0yz7wqakw9skiIui+HNLyWB0O9goW7vGCGbr1x7f48oeEpPWHK6j0sjyo9izLdvKoUNz04Rxw9sIfiPX+EqT3c4qq9shrNPDblmr1Qapq67I1nPLK6Cz2eI8Y70sZ9PeDAA73VJUE9ni1EvY7GmT2pitC8OufYvMWIEz66vBe9Mh6cvO2vLTzq3Yc9ETSbPc69pb22Wxu7fUa7vd3yJr3dzwA+BUVVPd82grw3qMe8xo+/PaAU3LzrL8I96nHnPHJfYTz4pbw912RSPeS58jwBhSa9mERRPbniUb3kWZo9+T8aPQJiGz7mNI0955CgPXQOCb2dtMG6aYM4PXlv17tiwkW9Oo6WvDZOI7wNH7G9KEa9vQKzOLwiRfs8sfkWPMhubLyCRkk8z4W2PTGX37ywoDG9esSMPbEFqT2cC5M94jv1vX+6UT14Ib88ClFYvZYEibxjoVm9Lyd3veZv1D2e6Ci9m92xPQJgsD0Cj1e984gCvEvQgT30A7o9RzW3PGGeqL2CxbM93CJevImHOD0Dwoi9IohEvdBZiz1RGwo+4os2PI0VDDxld6g9bs47Pa8iBL16PoS8cWdPvfJgQb1MlvY9dGLDPR4IET6SpMG8caQRPRmG/byrOts8MSTlPQ5t4D3R2Qe91KOIPQKUoL2nVOG8jSsRPNzWST2m3jw90I2XPdReNT2Embo9eag2vS66Db4UN748AsgpvURAWD1GX3a8GD4NPtyrkLz0XQa92oYPvXLpAj3YczI9ifsRPRvdnr2p0zu9WtThO4LJujwy6hW+0euCvYBOUr2lh7s9Wz00vQpNmT1gRl69JxvUPdHyhL0lElc9",
        "FrWqvdEQ5Lw54+w8nNsdPbRWozwLMzS9axpVvYYByzxJzfA9R3JdPbNDtL2eLve8+js9Pdhu473OzaQ98/m1PQfQZr0kyKi9C8JdPbwzTj2vmuq9SfqWPUDmJb3Blqm9W07SPDGRUb2drgg9nkMbvJcIGr3M7zg94lUWOxiv+TxMDqc9E7ovvVNcZb0osH69Y0VnPTNEgD2moHq9XTVgvYyU8L3S1eW9uvqVvYyqkD1hSNq9SdKJPDWESDzoUwU8TGcEPDekMz2LThm9JkSbvcpjtz322IC9v+PNPLFSCL0O6Vu9eTvSvQPZVz0dyre9RSbDPHylXD3BBCo9aadaPalZgj3C6ak8FoDPvSMO3byq2lQ9Gh+ivB+BBz0GN9C8GDm3vebw5jw2ERa8LpMsPPSThr1sCgu9giyFPSYaa71wR109WKHsvctqKL35Jma9vtpSvRD5YL1iM5+98d4lPWbMBb00IL49SE6QvCNfzb3EelO90P2mvEd5sD3/EnY9/9IrvAahmT3mPeq9xABNvT4OvT3ZQzc9Y3SHveQhn71zySA9WH9TPTShjT3dgSw9K1ZsPCGQXb1JDKS9pXuEPJsuyjxzxuq95t5QvS7lZ70WO207VkJGvH3gkL2akJM9aUPfPf6KOjwPf7Q90BemPVW+3DphDO88AvOsvH76TzqBVzI9IDgUPGczQL30et08uUYAu27aBz0dbNq9TVfYPEUipbyD78i7nv5avKfcejzNiuW8be/nvV7TFD0NMKY9Sv9UPHYlibxOVxO8wzahvf5psbsSGGO9orDivB2gNb3k5EW94mKqvQ0BUL2L0mk9Y9Otve4t7L3TpjI9YKlHPVNulT1jEku8Ng2pPbpv/LzT9PG7rOMrvcQ1ozrJ58I8oM8aOida8juXCM496I8dvHXj4DonHSU9kCvlvImBSLxAIZk84CexPAxNwTyzabi8YHNfvUuq8jwbEUe9GclfPC8Q4j2Smjw903uTPXzhw7xyKVY9tgRhvQjyFr16llu9",
        "f2DJvTOawjtRW1K8pDD8vbz55z0BfLS9+KpTPItEsj1WbVe9+T3uvI2qP73JeYe95OysvDEh0L1z8Pq8wR24veoup7zsq0q9nRK3PdnKlby2YGA9/ngZvVfK07yevMY6RKcCPGplOD10/Qo8MwpTPVj5uD3mIW69pUMWvS/7ML31Lqs7AME6PcH2lj1V+s09y3E6PNJOejs8EP69DkhGPOQPjb08eAs90ENxvZluu70SZjE9h+aMPeSbd70csyS6B8nJvQ8DKzo+ybE9wVGCvc/ziz0Zj2O9W1XNvd4icz0oiOe7X2jRPer+nT1jcIa8n6C3vMl3mb3JKRo7Y2ApvXjXtb3b3VM98F4sPW/pez1O3888GbQWPSsKdD3zc0g9oQGkvSXpzT3heNW9FUvCPL4eAj09Boq9k88iPTIZYb02ZDE7111bvcyazj3lOo69O8+DvaWYmT3l6T89JO2TvfcCl70x9Os8zrpMvYck3L3ncB2+NfcMvC5/9zxvAAu+2COqvVxwEb05oOu9SeomvkRCzjulIP+9SlZjPDsu372hkAS9JiG9vSN5er2GMwY+33xvvd9J5bxNa3I9de2NvTQ4LjxxK4G9PlB/vMok/L1dm+a8jhqgunTXt7z/yRG9QLCOPerO7zsxUlC9tUS6vATPi70oGDC8fu7YveUOAj18/dO9NblyvL6udj2GTT+89ynMPZBJujzyGTw9K7qrveEk5TydFpg7omq8vfSYzz3lWU48XQfMvSe1LDxB7uC9MD4YPZzA/Tpftma93B+vvfUbODzTTKg8I8jWPHBV7b3nPc68HlCzvQ+dQj2iBvC8hcAXvIX/vbx9s0q9eA6jPGNubL3599a95DWivKG06L1livM8G+sevjD/KT0sjwq+JK3ovdtVgjz38AK+RXwiPUvDK76ihQq9KZ/5PYsOvL3ABro9kNUgvclqzTxSCO69W+SIvTF23z1DDAw+V/Q3vhfLq71lZP+81Z2cO/dHuD0aHhe+4HLSvKOVGL7CUdK9",
        "TiJfO3hhW71sRTg90JqTPbtVoD0SIzA9+5YbPRS2fDyk2Yw8x7IQPcQZxj2bLc09n6FHPSiv5jwxhq49i42KPZp4gTyi2G+9mZJzvRwRJz3rQsI9ReWVPYan6rxEcrs8iCg8Posn4j1KMdw9T+2ePFTnizw+dc28oRuPPd77zTzkvIu7UbFEvS5QAL0l9069YPIzvdDhyr2Yreo8AAaGvEPPHLxG1MW91ff9vDIEML1L0xo9haPRvb7lxjwxNV48FbEnPYFQxr3u0x++a5kzPBYqBL5S56g9j21cvd/GrDszcOE7/byIPa4BsLqDKBU+tz8rvBD6nLzRK6s8uql9vTXgYjwssJe7kOyqPZKjBD087Lc9hRCKvAvsTz1YcRE9syKOPNb2jj2+6qm8w/C2O+LPV7oNd128dhINPj2L5z2AfQ09mdV4PQOL9jzDRIm8sr4rPZ3IHz2YztA9im6APfQdBj269Yw87bagvOxpjz2woeW98JZ4PMaqKTxAAM48jG5Dvf6Akjzlcw49qh1VvHQvBL57dmO98+J2PQtSvj1jmqy88AsWPV8Bjj2AH4C92ZR5PWM9njypzb26oK2aPboty73lpcY8dfMavcQ5LT3ElOS9DGceuwB29DzXU1u8qTc0vK0qCT2lFgE84N9EPLoPHLwBMS29isIHPcNr3jzuMSa9/42OvV/vujxFeTk9ujArPa1iN73hOnk9/C2Jvek8Ir6sGQc9lTQWPYJJGz0kUAu+F6lePMVEabwuS3i9ylqGvYHcg72vabA9AfMavLBT5rxv1WM9pvZVvTum6b3vLAa9xWQ7PQ6kvr1h4MM9AnDlvNAKTb2iE6q9lcSEPVM/Gb2wRj89J8ozPae+j7zQr9s9dw6zPJLxj7zblcC9dFoXPSZ+NrxqPha5rbAaProt4DyaJIK9+fhWPedLWb0j08o9zBYPOlIFTT1VfUC89KdgPEKOSTp42Mo8jaO1vYqjmD2mscE9HRnSPVYb3j1YChG8i6frPKLeUz0oYt88",
        "CigPvd6mZTwJ4Ta878WkPQdU8r1pPDY9h6+Hujr3DLxP2bi9s+mFPFA0f70deBk96gEFvqgQl70tRLY9xHCevZzhW731zpk8QyGCPQmvPD3Pi8G9kzCou3+siLyFRck89knCvMjI8rsmpgy9kjLTPe8TmT1jHau9vKXNvc/2CT4DcKM9HkAdvXTnED35XD+9Wx6UvCtHPL0kyq+7+yVzvRZGtjzuqP28Kho+PXGxfj3av308lYMUvVGt/7y+kwC9jGUdPkxHYT2RcR491qdJPQ74pz0z++09WRW9PWFEgzu4S8M9Q2qJvB7IyD1VTfq8R0yoPb77hT2GRl68Bz6+PaFgUb1JoCi8S5YCvW++PT1cmbC9NP5DvH662z0cJLC8NUrMug3Qoj1Bk5A9WwZVvdgrgTwJKka9t81jPeSmgj0TtUE8IErdvcy9Urx73j49YvJYvQZjYrzQ0FI9MK4DvcWLEz3Dh7C838Z2PTWBlD2wpjS9WRoHPguWrzzqgas9Q41VPYuNKz1+3IY9umoWPek3Rr07vAo97hksPQO6GL1BSLK9bjyBvEh6tT1v6eO8YUrcvG5WJLwtsh694Vd+vX2PWT1cxEm8tz++vFKJ3T1ywG+9PY1EPT7HrT0Me3i9020uPahuqTvh5cw9YpKRPUTjzTxv+Qe5lTaJvYi+0D0S6IY8wbaovBetgz37wSc9STgXPSTRvDxz+eQ9RjxbPHkeizzGhR89W5OfvcI7Hz06WGC9clCcvFKSrz2g9/S8A328PLRAjT2Tkz08Qs3UvUEJuL0fDZm9F0uZvJIWt73hLIK8vWsJvrUKyzwte6Y9WzFFvatXFL09eTy7pHW3PG4UAT2O9zW8SnMdusDKRbwuOF29iK81vd4EzDuJT+g7mS9TvcqwD73N0qe9l543vX3G87whITA7LhMpvWEp3zyklyg9Y2kWPUBjBTzBaDy9Na4RPM58mzzYW+k8h4iXvRHixL0fN7a9BYDTvGm4gDzQSIY9irSNuvK6bb35RPc8",
        "ZChivWFlob3U3yC9HnqCvYRMBr7xzAe+PbynPWtJqL1axIe9hNeovRbHjTxVDjo9huQcvtOEBb4mhGu8GPBvvQm1KL16Zca9oCaKvTQd6L0OaYW75KAfPOEEnD0gOLi9ccQ9PKChkL386Ew9BrF0PIGqML5ZBUo9FlgDviFLvD1Ghzk9l3cJPVx6cL2xmgo96tpzPZJ3nL2MbGc8ge06PTwPjj3s1Uw9q01CvFblmD1hB0E8VUx/PQC/QD3SBSI9krUKPMT1uLxON7A9v5sCPaD/s7oMr708yAOmPdyDsr3oyGE9dB2mvWnfjT1oiHk94riFvZoweT2ytwc7kh9mu57+2rxk3o084Di1vDQn37z2lkG9Ctq5PPmJqL1zqcK9NJmtO3jBLb7UVv68FRCiPVVLqr2GO1o9eb4dPbIVS71s9o09ycLNvdjOPjz7gkA9Q4XAvUAZNb1fB0i9mLLDvG76bT2+/2i9tbU1veSygb10GEW9WPndOuIDb7yOCBy9t+kPvdAd5b24w6a8nqCavZEBLzzteiU8XxS2vEitfjzyR+88QMlKvLP9fT2CRvY9Gb2XPf+GcL0MXa496hrIPEL+nj2VeKI9WoM2Pe9pGT30QSO9ZoCgPMqNtj1vdn09C6XBPUisMD3bzW494OYBPhq9rL32SYO99y+KPaR4gTxAmWA9dmAQvfRvDT2ceyE8ffISvftYszwEuXK9b12OvWDMxznm1Hk9eY3HvLkf2buK1sU8t0nWPOB6/z0L4zE85n7UPWgr4TyHE9w8/IBnOxvrUj3lcci8BheeverFmb2CJLC9t7MZvVATWj1sVIk9fVc+PYik6T1tH/S83q4wvEh897ysXJ+9HsDRO1i8Ob1Qx8o80HvAvVOocL3xMGI6TGyFPVoFDz7Kx5+9YqAUvRaGBjyaPOi8GkidvJr9bL0Zbdc8PtudPVneyD2y54C9KIX0PW0ZCT4NJ6+8bIPsveIWHz3JFYW9zkUpPVw0abxcOY69sC1TOyfMu73bSxs9",
        "7boIPAOpVD0p3zO9ZaeYvNKfUzyNw4m7w8xbPcCIj73ITZk8fmWOPSwlgz0RR9Q84BOOPVoZFbqZUvs8yKHrvCiaszwFbhS89LW4PfuqDrwJg9e77Rr5PdLT9ry27Iy90V9gPScxK73tLgw8fBKLvOgiNjtXxJI9bNQwvQxOpz1b7Ci9YvGmvcU/HT3bB+A8Fw1BPTuNJD2axcI8g9qXPJZfiD1I9Jo91vd3vaLRfL2iZhI9iS0jvOySTz0ktH49Wv+hPWG7GT3dzUI9Iay3vQT0jb0CEwI+9SqtPUKWab1CFG49An2vu9Vu8zzaQbY8psHbPFdTT70t4wo9VMsAPbWBf76PEnW9rucivSQri73BMoY8xmKtvZyxRz2dBiK9fla0O++2tj2O1Ky7YgG9vZB337z8EYi+iGzWvZZfqjsSt589WXqavV1kVr4FFLi9nnbivfWOYL2SoY29FdKAvfUVwT3LrXk9R2s8vHwHs70FccU8NeBFPUNkfr44jtO9ecAGPS0V1jv0bQo8kPHtvDwP2jzRXjI8Q0QevSKen719Uoa9gngnvJEPTr3WXGq9oh65PJNEhL2w5D88p8UJPWJgKj2vkJs93t4GPuA2abyQEY08K1kKPZHvRD201hW9VIUePfStkb0AcOA9xtQMvav+Ar1sQ2y9Zzx4PXgk07qWXeK9S6GuvL5+db0wbu28TqYGvj/sSb2+0Lq85LWTPM20J71Hx0O9NgTTvRIfn72evMK8PsZbvipdsr2YcBI9Li7dPe5XJjyHjKu944ZmvgKkojyp08i9R5ylvB0D1Dw2/j69tfTRvV2ndjw9qnK9N1c9vN9WAr3xNwq+RV1fPEteZT28B3s9RnYoPKFaAr3AhMs9uCdgvTnUgb2o/0Q9v4s+PS7R4TsDjZY7eLNbPL72L72P5yQ9C2i9PG3Dlz1+gbS9yIjGvf9dPb3Rueq8edinvRqFiD34UVo939xEPMZjkD3gCH89WqqTPR0TuDwquJs86m8tvcwAFr1/iBm9",
        "NMWxvXhYlT33dnQ9cmaRvMnGeTwXm+08Mt8ZPUDY+zpmq9Y9IbZMvQxBRb3YIxe++aW/PR2YI77is5o8BsOKvQ+DdT1Te1M9H7UqvjnkBb6gxli9DBCQvWZmZz3fAys9xLmXPZdppj0r7VU88giRvbxvpb35UyQ9+T42vsZZRrua9sa9J9oOvU98KT3sWew7BybaPR4jezvAEBW+mFZrPZwktj3uCso9b9dFvfuhRLyxFFG8QpWTPbg0OL3aRX49i5qZvasTpr2F4w+8X+wkPUvMCzwxfOm8x/0avkJ3pD1UcCM+HbeFPeB+rr22MKk7aSi1PQdWsr2Vzdg8Pd2kPaUIb74R/rE9JN9ovWkJGL5yh4s61ZQFvf6kqT3H2TK9Y5xLvRrZLD0eHwS+c4UBvRhg4bu8hxa+xqhYPLStm7zekJY8fTLaPH8MP773PAe+1ofrvfXW6TzDoIW9/Gi7O3Ng2D1aDgs9NgKVvXgpfDzdMSA9wiYqPXlpAr5MgYG9+q9xuwLJij3Oj1k9Nu2JvahPJrybAgY9jJ+LvcymyDj7m0y8oKxNPFmEnL3OpKO8Y8LMu6uNMj22Emm9v09ePcB9kL2obCM9IQjIvFKodT0Dw4+7K9cBvmVsM71HW0Q9tP9oPUpVv7wnZ5a9m/IrvSGhmj1kbSe9+w+UvTDmxztOCNm9lSGWPKK5NL1H4uC8DuyUPCfF+b3ZDAA+mK0lve1dZb2zRKa94SdavfGV1j1oO5K8mnS6PFCiqb3r4a28S8NPPZ6Dhr1Fa1y+eqRVPLh3Wb34fzA9vz+4PCGgTbwgldC84djJPR0vBT02G5Q9hviwvYsaEjyc33M8Wua+PXuEPD3AUxu8S5VaPc2kij3sN988nB98vVMbGr2RMbQ8N6KvvQgIlTr9dL28mg2EPFZ9CbxGg0+9SCY1PQdvuTwjNtU8mU0AvOdFRz28IPI8KIM1vKAhzj3HTJE8fW1svW4gQr1szoW9Csu+PcjSyD2TITs8cCSWu4KNvjx+p0Y7",
